Repository: HybirdCorp/creme_crm
Catalog: creme/sms/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Messaging lists
fr: Listes de diffusion

source: Unlinked recipients
fr: Destinataires manuels

source: Contacts recipients
fr: Contacts destinataires

source: Sent messages
fr: Messages envoyés

source: Sendings
fr: Envois

# sms
source: Creation form for campaign
fr: Formulaire de création de campagne

# sms
source: Edition form for campaign
fr: Formulaire de modification de campagne

# emails
source: Creation form for template
fr: Formulaire de création de patron

# emails
source: Edition form for template
fr: Formulaire de modification de patron

source: Creation form for messaging list
fr: Formulaire de création de liste de diffusion

source: Edition form for messaging list
fr: Formulaire de modification de liste de diffusion

source: Lists
fr: Listes

source: Message template
fr: Patron de message

source: Filters
fr: Filtres

source: All
fr: Tout

source: Recipients
fr: Destinataires

source: One phone number per line
fr: Un numéro de téléphone par ligne

source: A text file where each line contains digits (which can be separated by space characters). Only digits are used and empty lines are ignored. Examples: '00 56 87 56 45' => '0056875645'; 'abc56def' => '56'
fr: Fournir un fichier texte dont chaque ligne contient des chiffres separés ou non par des espaces. Seul les chiffres seront pris en compte et les lignes vides ignorées. Exemples: '00 56 87 56 45' => '0056875645'; 'abc56def' => '56'

source: Name
fr: Nom

source: Credit
fr: Crédit

source: Group
fr: Groupe

source: SMS account
fr: Compte plateforme SMS

source: SMS accounts
fr: Comptes plateforme SMS

source: Name of the campaign
fr: Nom de la campagne

source: Related messaging lists
fr: Listes de diffusion associées

# sms
source: Create a campaign
fr: Créer une campagne

# sms
source: Save the campaign
fr: Enregistrer la campagne

source: SMS campaign
fr: Campagne de SMS

source: SMS campaigns
fr: Campagnes de SMS

# sms
source: Not sent
fr: Non envoyé

# sms-plural
source: Not sent
fr: Non envoyés

# sms
source: Waiting
fr: En attente

# sms-plural
source: Waiting
fr: En attente

# sms
source: Accepted
fr: Accepté

# sms-plural
source: Accepted
fr: Acceptés

# sms
source: Sent
fr: Envoyé

# sms-plural
source: Sent
fr: Envoyés

source: Error
fr: Erreur

source: Errors
fr: Erreurs

source: Related campaign
fr: Campagne associée

source: Generated message
fr: Message généré

# sms
source: Create a sending
fr: Créer un envoi

# sms
source: Save the sending
fr: Enregistrer l'envoi

source: Sending
fr: Envoi

# sms
source: Sending of «{campaign}» on {date}
fr: Envoi de «{campaign}» du {date}

source: Number
fr: Numéro

source: State
fr: État

source: Full state
fr: État détaillé

source: Unknown
fr: Inconnu

source: Name of the messaging list
fr: Nom de la liste de diffusion

source: Create a messaging list
fr: Créer une liste de diffusion

source: Save the messaging list
fr: Enregistrer la liste de diffusion

source: SMS messaging list
fr: Liste de diffusion SMS

source: SMS messaging lists
fr: Listes de diffusion SMS

source: Related messaging list
fr: Liste de diffusion associée

source: Add a recipient
fr: Ajouter un destinataire

source: Save the recipient
fr: Enregistrer le destinataire

source: Save the recipients
fr: Enregistrer les destinataires

source: Recipient
fr: Destinataire

source: Subject
fr: Sujet

# sms
source: Message body
fr: Corps du message

source: Message with a maximum of 160 characters. Beware, the header matters (+ 3 characters) and the following characters count double: {}
fr: Message de 160 caractères maximum. Attention, l'en-tête compte (+ 3 caractères) et les caractères suivant comptent double: {}

source: Message is too long (%(length)s > %(max_length)s)
fr: Message trop long (%(length)s > %(max_length)s)

# sms-template
source: Create a template
fr: Créer un patron

# sms-template
source: Save the template
fr: Enregistrer le patron

source: SMS Message template
fr: Patron de message SMS

source: SMS Messages templates
fr: Patrons de message SMS

source: Messaging list view
fr: Vue de Liste de Diffusion

source: Campaign view
fr: Vue de Campagne

source: Message template view
fr: Vue de patron de message

source: {count} Contact recipient
fr: {count} Contact destinataire

source: {count} Contact recipients
fr: {count} Contacts destinataires

source: Add from a filter
fr: Ajouter à partir d'un filtre

source: Add contacts
fr: Ajouter des contacts

source: The field «Mobile» of Contact is hidden ; in order to use this block, you have to reactivate it (so please contact your administrator).
fr: Le champ «Mobile» de Contact est caché ; pour pouvoir utiliser ce bloc, vous devez le réactiver (donc veuillez contacter votre administrateur).

source: no number
fr: pas de numéro

source: Remove this contact
fr: Enlever ce contact

source: No contact recipient for the moment
fr: Aucun contact destinataire pour le moment

source: Status
fr: Statut

source: Status message
fr: Message de statut

source: Delete this message
fr: Supprimer ce message

source: No message in this sending
fr: Aucun message dans cet envoi

source: {count} Related messaging list
fr: {count} Liste de diffusion associée

source: {count} Related messaging lists
fr: {count} Listes de diffusion associées

source: Add existing messaging lists
fr: Ajouter des listes de diffusion existantes

source: Remove this messaging list
fr: Enlever la liste de diffusion

source: No related messaging list for the moment
fr: Aucune liste de diffusion associée pour le moment

source: {count} Unlinked recipient
fr: {count} Destinataire manuel

source: {count} Unlinked recipients
fr: {count} Destinataires manuels

source: Add from a CSV file
fr: Ajouter à partir d'un fichier CSV

source: Add manually
fr: Ajouter à la main

# sms
source: Delete this recipient
fr: Supprimer ce destinataire

source: No unlinked recipient for the moment
fr: Aucun destinataire pour le moment

source: {count} Sending
fr: {count} Envoi

source: {count} Sendings
fr: {count} Envois

source: New sending
fr: Nouvel envoi

source: Sending date
fr: Date d'envoi

source: Number of SMS
fr: Nombre de SMS

source: Details
fr: Détails

source: Synchronize
fr: Synchroniser

source: Can't synchronize
fr: Synchronisation interdite

source: Delete this sending
fr: Supprimer cet envoi

source: No sending for the moment
fr: Aucun envoi pour le moment

source: New messaging lists for «{entity}»
fr: Nouvelles listes de diffusion pour «{entity}»

source: Link the messaging lists
fr: Lier les listes de diffusion

source: New contacts for «{entity}»
fr: Nouveaux contacts pour «{entity}»

source: Link the contacts
fr: Lier les contacts

source: New recipients for «{entity}»
fr: Nouveaux destinataires pour «{entity}»

source: New sending for «{entity}»
fr: Nouvel envoi pour «{entity}»
