Repository: HybirdCorp/creme_crm
Catalog: creme/tickets/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Tools
fr: Outils

source: Tickets not closed
fr: Tickets non fermés

source: Information on the ticket
fr: Informations sur le ticket

source: Is linked to a ticket
fr: Est lié à un ticket

source: This button links the current entity to a selected ticket, using the relationship type «is linked to the ticket». App: Tickets
fr: Ce bouton relie la fiche courante avec un ticket sélectionné, en utilisant le type de relation «est lié au ticket». App: Tickets

source: Creation form for ticket
fr: Formulaire de création de ticket

source: Edition form for ticket
fr: Formulaire de modification de ticket

source: Creation form for ticket template
fr: Formulaire de création de patron

source: Edition form for ticket template
fr: Formulaire de modification de patron

source: Resolving duration
fr: Temps de résolution

source: Name
fr: Nom

source: Order
fr: Ordre

# tickets-criticality
source: Create a criticality
fr: Créer une criticité

source: Ticket criticality
fr: Criticité de ticket

source: Ticket criticalities
fr: Criticités de ticket

# tickets-priority
source: Create a priority
fr: Créer une priorité

source: Ticket priority
fr: Priorité de ticket

source: Ticket priorities
fr: Priorités de ticket

# tickets-status
source: Open
fr: Ouvert

# tickets-status
source: Closed
fr: Fermé

# tickets-status
source: Invalid
fr: Invalide

# tickets-status
source: Duplicated
fr: Dupliqué

source: Won't fix
fr: Ne sera pas corrigé

source: Is a "closed" status?
fr: Est un statut "fermé" ?

# tickets-status
source: Create a status
fr: Créer un statut

source: Ticket status
fr: Statut de ticket

source: Ticket statuses
fr: Statuts de ticket

source: Title
fr: Titre

source: Status
fr: Statut

source: Priority
fr: Priorité

source: Criticity
fr: Criticité

source: Number
fr: Numéro

source: Closing date
fr: Date de clôture

source: Create a ticket
fr: Créer un ticket

source: Save the ticket
fr: Enregistrer le ticket

source: Create a ticket template
fr: Créer un patron de ticket

source: Save the ticket template
fr: Enregistrer le patron de ticket

source: Ticket template
fr: Patron de ticket

source: Ticket templates
fr: Patrons de ticket

source: is linked to the ticket
fr: est lié au ticket

source: (ticket) linked to the entity
fr: (ticket) lié à la fiche

source: Ticket view
fr: Vue de Ticket

source: Ticket template view
fr: Vue de patron de ticket

source: Low
fr: Basse

source: Normal
fr: Normale

source: High
fr: Haute

source: Urgent
fr: Urgente

source: Blocking
fr: Bloquante

source: Minor
fr: Mineure

source: Major
fr: Majeure

source: Feature
fr: Fonctionnalité

source: Critical
fr: Critique

source: Enhancement
fr: Amélioration

source: Error
fr: Erreur

source: Link to a ticket
fr: Lier à un ticket
