Repository: HybirdCorp/creme_crm
Catalog: creme/assistants/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Assistants (Todos, Memos, …)
fr: Assistants (Todos, Mémos, …)

source: Allows to add Todos to the current entity, which help you to remind some things to achieve. Hint #1: Todos can have a deadline ; emails are sent to the owners of the Todos which are not marked as done and near of their deadline (see the job «Reminders»). Hint #2: if the owner of a Todo is a team, emails are sent to all the teammates. App: Assistants
fr: Permet d'ajouter des Todos à la fiche courante, qui vous aident à vous rappeler de certaines choses à effectuer. Astuce #1 : les Todos peuvent avoir une date d'échéance; des e-mails sont envoyés aux propriétaires des Todos qui ne sont pas marqués comme fait et près de leur échéance (voir le job «Mémentos»). Astuce #2 : si le propriétaire d'un Todo est une équipe, les e-mails sont envoyés à tous les membres de l'équipe. App : Assistants

source: Memos
fr: Mémos

source: Allows to add Memos to the current entity, which help you to note extra-information about it. App: Assistants
fr: Permet d'ajouter des Mémos à la fiche courante, qui vous aident à noter des information supplémentaires sur celle-ci. App : Assistants

source: Alerts
fr: Alertes

source: Allows to add Alerts to the current entity, which help you to remind some important things to achieve before a trigger date. Emails are sent to the owners of the Alerts which are not marked as validated and near of their deadline (see the job «Reminders»). Hint: if the owner of an Alert is a team, emails are sent to all the teammates. App: Assistants
fr: Permet d'ajouter des Alertes à la fiche courante, qui vous aident à vous rappeler de choses importantes à faire avant une date de déclenchement. Des e-mails sont envoyés aux propriétaires des Alertes qui ne sont pas marquées comme validées et près de leur échéance (voir le job «Mémentos»). Astuce : si le propriétaire d'une Alerte est une équipe, les e-mails sont envoyés à tous les membres de l'équipe. App : Assistants

source: Actions on time
fr: Actions dans les délais

source: Allows to add Actions to the current entity ; Actions expect a re-action to be done by another user before a given deadline. This block displays Actions which have no re-action yet & with a deadline which has not been reached. App: Assistants
fr: Permet d'ajouter des Actions à la fiche courante ; les Actions attendent qu'une ré-action soit faite par une autre utilisateur avant une échéance donnée. Ce bloc affiche les Actions qui n'ont pas encore de ré-action & avec une échéance qui n'a pas été atteinte. App : Assistants

source: Reactions not on time
fr: Réactions hors délais

source: Allows to add Actions to the current entity ; Actions expect a re-action to be done by another user before a given deadline. This block displays Actions which have no re-action yet & with a deadline which has been exceeded. App: Assistants
fr: Permet d'ajouter des Actions à la fiche courante ; les Actions attendent qu'une ré-action soit faite par une autre utilisateur avant une échéance donnée. Ce bloc affiche les Actions qui n'ont pas encore de ré-action & avec une échéance qui a été dépassée. App : Assistants

source: User messages
fr: Messages utilisateur

source: Allows to send internal messages to other users, and see the messages which other users sent to you. App: Assistants
fr: Permet d'envoyer des messages internes aux autres utilisateurs, et de voir les messages que les autres utilisateurs vous ont envoyés. App : Assistants

source: Very important
fr: Très important

source: Not important
fr: Pas important

source: Send user-messages emails
fr: Envoyer les e-mails des messages utilisateurs

source: Hour
fr: Heure

source: Fixed date
fr: Date fixe

source: Relative date
fr: Date relative

source: Trigger date
fr: Date de déclenchement

source: An email is sent to the owner of the Alert when it is about to expire (the job «Reminders» must be enabled), if the Alert is not validated before. Hint #1: if the owner is a team, every teammate receives an email. Hint #2: when you use a relative date, the trigger date is automatically re-computed when the field of the related entity is modified.
fr: Un e-mail est envoyé au propriétaire de l'Alerte quand elle est sur le point d'expirer (le job «Mémentos» doit être activé), si l'Alerte n'est pas validée avant. Astuce #1: si le propriétaire est une équipe, chaque coéquipier reçoit un e-mail. Astuce #2: quand vous utilisez une date relative, la date de déclenchement est automatiquement recalculée quand le champ de la fiche reliée est modifié.

source: The owner is only used to send emails (a deadline is required). Hint: the choice «Same owner than the entity» allows to always send the email to the owner of the entity, even if it is changed.
fr: Le propriétaire est seulement utilisé pour envoyer des e-mails (une échéance est obligatoire). Astuce: le choix «Même propriétaire que la fiche» permet de toujours envoyer l'e-mail au propriétaire de la fiche, même s'il est modifié.

source: Same owner than the entity (currently «{user}»)
fr: Même propriétaire que la fiche (actuellement «{user}»)

source: Deadline hour
fr: Heure de l'échéance

source: The hour is used only if you set the deadline date.
fr: L'heure n'est utilisée que si vous donnez une date d'échéance.

source: If you set a deadline, an email is sent to the owner of the Todo when it is about to expire (the job «Reminders» must be enabled), if the Todo is not marked as done before. Hint: if the owner is a team, every teammate receives an email.
fr: Si vous donnez une échéance, un e-mail est envoyé au propriétaire au Todo quand il est sur le point d'expirer (le job «Mémentos» doit être activé), si le Todo n'est pas marqué comme fait avant. Astuce : si le propriétaire est une équipe, chaque coéquipier reçoit un e-mail.

source: The hour is required if you set a date.
fr: L'heure est obligatoire si vous donnez une date.

source: Recipients
fr: Destinataires

source: Each time a team is selected, a message is sent to each teammate (do not worry, there can not be any duplicate).
fr: Lorsque vous sélectionnez une équipe, une message est envoyé à chacun des membres de l'équipe (pas de souci, les doublons sont éliminés).

source: Active alerts
fr: Alertes actives

source: Active Todos
fr: Todos actifs

source: Owner user
fr: Utilisateur propriétaire

source: Title
fr: Titre

source: Expected reaction has been done
fr: La réaction attendue a été faite

source: Source action
fr: Action source

source: Creation date
fr: Date de création

source: Target action
fr: Action cible

source: Deadline
fr: Échéance

source: Validation date
fr: Date de validation

# assistants
source: Create an action
fr: Créer une action

# assistants
source: Save the action
fr: Enregistrer l'action

source: Validated
fr: Validée

source: Notification sent
fr: Notification envoyée

source: Create an alert
fr: Créer une alerte

source: Save the alert
fr: Enregistrer l'alerte

source: Alert
fr: Alerte

source: Content
fr: Contenu

source: Displayed on homepage
fr: Affiché en page d'accueil

source: Create a memo
fr: Créé un mémo

source: Save the memo
fr: Enregistrer le Mémo

source: Memo
fr: Mémo

source: Done?
fr: Faite ?

source: Create a todo
fr: Créé un Todo

source: Save the todo
fr: Enregistrer le Todo

# assistants-message
source: Create a priority
fr: Créer une priorité

source: Priority of user message
fr: Priorité de message utilisateur

source: Priorities of user message
fr: Priorités de message utilisateur

source: Message body
fr: Corps de message

source: Priority
fr: Priorité

# assistants-message
source: Sender
fr: Expéditeur

source: Recipient
fr: Destinataire

source: Create a message
fr: Créer un message

source: Save the message
fr: Enregistrer le message

source: User message
fr: Message utilisateur

source: User message from {software}: {title}
fr: Message utilisateur de {software}: {title}

source: {user} sent you the following message: {body}
fr: {user} vous a envoyé le message suivant: {body}

source: An error occurred while sending emails
fr: Une erreur s'est produite pendant l'envoi des e-mails

source: This mail is automatically sent by {software} to remind you that an alert concerning {entity} will expire. Alert : {title}. which description is : {description}. which is related to the entity : {entity}
fr: Ce mail est envoyé automatiquement par {software} pour vous rappeler qu'une alerte concernant {entity} va arriver à échéance. Alerte : {title}. dont la description est : {description}. qui est rattachée à la fiche : {entity}

source: Reminder concerning a {software} alert related to {entity}
fr: Rappel concernant une alerte {software} à propos de {entity}

source: This mail is automatically sent by {software} to remind you that a todo concerning {entity} will expire. Todo : {title}. which description is : {description}. which is related to the entity : {entity}
fr: Ce mail est envoyé automatiquement par {software} pour vous rappeler qu'une todo concernant {entity} va arriver à échéance. Todo : {title}. dont la description est : {description}. qui est rattachée à la fiche : {entity}

source: Reminder concerning a {software} todo related to {entity}
fr: Rappel concernant une todo {software} à propos de {entity}

source: Minimum hour to send the mails related to Todos
fr: Heure minimum pour envoyer les e-mails relatifs aux Todos

source: {count} Reaction not on time
fr: {count} Réaction hors délais

source: {count} Reactions not on time
fr: {count} Réactions hors délais

source: No reaction not on time
fr: Aucune réaction hors délais

source: {count} Action on time
fr: {count} Action dans les délais

source: {count} Actions on time
fr: {count} Actions dans les délais

source: New action
fr: Nouvelle action

source: No action on time
fr: Aucune action dans les délais

source: {count} Alert
fr: {count} Alerte

source: {count} Alerts
fr: {count} Alertes

source: New alert
fr: Nouvelle alerte

source: Concerned entity
fr: Fiche concernée

source: User
fr: Utilisateur

source: Triggering
fr: Déclenchement

source: Details
fr: Détails

source: Status
fr: Statut

source: The date cannot be computed (related field is empty)
fr: La date ne peut pas être calculée (le champ relatif est vide)

source: The date is not expired
fr: La date n'est pas expirée

source: The date is expired
fr: La date est expirée

source: (error)
fr: (erreur)

source: The trigger date is relative
fr: La date de déclenchement est relative

source: Are you sure?
fr: Êtes-vous sûr ?

source: Validate
fr: Valider

source: Edit this alert
fr: Modifier cette alerte

source: Delete this alert
fr: Supprimer cette alerte

source: No alert for the moment
fr: Aucune alerte enregistrée pour le moment

source: Creation
fr: Création

source: Expected action
fr: Action attendue

source: Check the box if you consider as treated
fr: Cochez la case si vous considérez comme traité

source: Edit this action
fr: Modifier cette action

source: Delete this action
fr: Supprimer cette action

source: {count} Memo
fr: {count} Mémo

source: {count} Memos
fr: {count} Mémos

source: New memo
fr: Nouveau mémo

# assistants-memo
source: Created on
fr: Créé le

source: Edit this memo
fr: Modifier ce mémo

source: Delete this memo
fr: Supprimer ce mémo

source: No memo for the moment
fr: Aucun mémo enregistré pour le moment

source: {count} User message
fr: {count} Message utilisateur

source: {count} User messages
fr: {count} Messages utilisateur

source: Send a new message
fr: Envoyer un nouveau message

source: New message
fr: Nouveau message

# assistants-message
source: Created on
fr: Créé le

source: Body
fr: Corps

source: (None)
fr: (Aucune)

source: Delete this message
fr: Supprimer ce message

source: No received message for the moment
fr: Aucun message reçu pour le moment

source: New todo
fr: Nouveau todo

# assistants-todo
source: Created on
fr: Créé le

source: Todo text
fr: Texte du Todo

source: Edit this todo
fr: Modifier ce todo

source: Delete this todo
fr: Supprimer ce todo

source: No Todo for the moment
fr: Aucun Todo enregistré pour le moment

source: Hide validated alerts
fr: Cacher les alertes validées

source: Show validated alerts
fr: Montrer les alertes validées

source: Hide validated todos
fr: Cacher les todos validés

source: Show validated todos
fr: Montrer les todos validés

source: after
fr: après

source: before
fr: avant

source: New action for «{entity}»
fr: Nouvelle action pour «{entity}»

source: Action for «{entity}»
fr: Action pour «{entity}»

source: New alert for «{entity}»
fr: Nouvelle alerte pour «{entity}»

source: Alert for «{entity}»
fr: Alerte pour «{entity}»

source: New memo for «{entity}»
fr: Nouveau Mémo pour «{entity}»

source: Memo for «{entity}»
fr: Mémo pour «{entity}»

source: New todo for «{entity}»
fr: Nouveau Todo pour «{entity}»

source: Todo for «{entity}»
fr: Todo pour «{entity}»

source: New message about «{entity}»
fr: Nouveau message à propos de «{entity}»

source: You are not allowed to delete this message: {}
fr: Vous n'avez pas la permission de supprimer ce message: {}
