Repository: HybirdCorp/creme_crm
Catalog: creme/geolocation/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Geolocation
fr: Géolocalisation

source: Addresses on Google Maps ®
fr: Adresses sur Google Maps ®

source: Display the addresses of the Contact/Organisation on Google Maps ®. App: Geolocation
fr: Affiche les adresses du Contact/Société sur Google Maps ®. App: Géolocalisation

source: Addresses on OpenStreetMap ®
fr: Adresses sur OpenStreetMap ®

source: Display the addresses of the Contact/Organisation on OpenStreetMap ®. App: Geolocation
fr: Affiche les adresses du Contact/Société sur OpenStreetMap ®. App: Géolocalisation

source: Filtered addresses on Google Maps ®
fr: Adresses filtrées sur Google Maps ®

source: Display on Google Maps ® the addresses of the Contacts/Organisations corresponding to a filter. App: Geolocation
fr: Affiche sur Google Maps ® les adresses des Contacts/Sociétés qui correspondent à un filtre. App: Géolocalisation

source: Filtered addresses on OpenStreetMap ®
fr: Adresses filtrées sur OpenStreetMap ®

source: Display on OpenStreetMap ® the addresses of the Contacts/Organisations corresponding to a filter. App: Geolocation
fr: Affiche sur OpenStreetMap ® les adresses des Contacts/Sociétés qui correspondent à un filtre. App: Géolocalisation

source: Neighbours on Google Maps ®
fr: Voisins sur Google Maps ®

source: Display on Google Maps ® the addresses of the neighbours of the Contact/Organisation. The neighbours are Contacts/Organisations and can be filtered. App: Geolocation
fr: Affiche sur Google Maps ® les adresses des voisins du Contact/Société. Les voisins sont des Contacts/Sociétés et peuvent être filtrés. App: Géolocalisation

source: Neighbours on OpenStreetMap ©
fr: Voisins sur OpenStreetMap ®

source: Display on OpenStreetMap ® the addresses of the neighbours of the Contact/Organisation. The neighbours are Contacts/Organisations and can be filtered. App: Geolocation
fr: Affiche sur OpenStreetMap ® les adresses des voisins du Contact/Société. Les voisins sont des Contacts/Sociétés et peuvent être filtrés. App: Géolocalisation

source: Not localized
fr: Non localisé

source: Manual location
fr: Localisation manuelle

source: Partially matching location
fr: Localisation incomplète

source: Address
fr: Adresse

source: Is this marker draggable in maps?
fr: Ce curseur peut-il être déplacé ?

source: Geocoded from address?
fr: Géolocalisé à partir de l'adresse ?

# geolocation
source: Status
fr: Statut

# geolocation-address
source: Create an address
fr: Créer une adresse

# geolocation-address
source: Address
fr: Adresse

# geolocation-address
source: Addresses
fr: Adresses

source: Name of the town
fr: Nom de la ville

source: Slugified name of the town
fr: Nom normalisé de la ville

source: Zip code
fr: Code postal

source: Country
fr: Pays

source: Create a town
fr: Créer une ville

source: Town
fr: Ville

source: Towns
fr: Villes

source: Maximum distance to find neighbours in meters
fr: Distance maximale pour trouver des voisins en mètres

source: Google Maps ® API key (optional)
fr: Clé API Google Maps ® (optionnelle)

source: Show customizable marker icon of address related entity
fr: Afficher le marqueur personnalisable de l'entité liée à l'adresse

source: Map
fr: Carte

source: The geolocation feature is disabled for the entities in the trash
fr: La géolocalisation est désactivée pour les fiches dans la corbeille

source: No address defined for now
fr: Aucune adresse enregistrée pour le moment

source: Retrieve location
fr: Localiser

source: Maps By Filter
fr: Cartes par filtre

source: No address from
fr: Aucune adresse de

source: Around this place
fr: Autour de ce lieu

source: None of
fr: Aucune adresse de

source: All the contacts and organisations
fr: Tous les contacts et sociétés

source: around
fr: autour de

source: No geolocated address for now
fr: Aucune adresse géolocalisée pour le moment

source: within a radius of %(radius_distance)s.
fr: dans un rayon de %(radius_distance)s.

source: Google API key may be missing or invalid. Please try to configure it or contact your administrator.
fr: La clé de l'API Google semble être manquante ou invalide. Essayez de la configurer ou contactez votre administrateur.

source: {distance} meter
fr: {distance} mètre

source: Billing address
fr: Adresse de facturation

source: Shipping address
fr: Adresse de livraison
