Repository: HybirdCorp/creme_crm
Catalog: creme/crudity/locale/*/LC_MESSAGES/django.po
Languages: fr

source: External data management
fr: Gestion des données externes

source: External data
fr: Données externes

source: Waiting actions
fr: Actions en attente

source: History
fr: Historique

source: Imported from external data.
fr: Importé depuis des données externes.

source: Creation of {entity}
fr: Création de {entity}

source: Error: you are not allowed to view this block: {}
fr: Erreur: vous n'êtes pas autorisé à voir ce block : {}

source: Create
fr: Créer

source: Synchronize externals data sent to Creme
fr: Synchroniser les données externes envoyées à Creme

source: The configured default user is invalid. Edit the job's configuration to fix it.
fr: L'utilisateur par défaut configuré est invalide. Modifiez la configuration pour la réparer.

source: There is {count} change
fr: Il y a {count} changement

source: Default owner user
fr: Utilisateur propriétaire par défaut

source: Eg: user owning emails/folder/documents created during the emails synchronization.
fr: Ex: l'utilisateur possédant les e-mails/dossier/documents créés pendant la synchronisation des e-mails

source: Email - Raw
fr: E-mail - Simple

source: File - INI
fr: Fichier - INI

source: Type of resource
fr: Type de ressource

source: Subject
fr: Sujet

source: Owner
fr: Propriétaire

source: Waiting action
fr: Action en attente

source: You are not allowed to validate/delete the waiting action <{}>
fr: Vous n'êtes pas autorisé à valider/effacer cette action en attente <{}>

source: Entity
fr: Fiche

source: Creation date
fr: Date de création

source: Are waiting actions are by user?
fr: Est-ce que les actions en attente sont par utilisateur ?

source: Download email template for «%(model)s»
fr: Télécharger un modèle d'e-mail pour «%(model)s»

source: Download Infopath form for «%(model)s»
fr: Télécharger un formulaire Infopath pour «%(model)s»

source: File .ini template for «%(model)s»
fr: Modèle de fichier .ini pour «%(model)s»

source: %(count)s History item - %(model)s
fr: %(count)s entrée d'historique - %(model)s

source: History items - %(model)s
fr: Entrées d'historique - %(model)s

source: Created
fr: Créé

source: No history for «%(ctype)s»
fr: Aucun historique pour «%(ctype)s»

source: %%s Action selected
fr: %%s Action selectionnée

source: %%s Actions selected
fr: %%s Actions selectionnées

source: %(count)s Waiting action - %(model)s - %(source)s
fr: %(count)s action en attente - %(model)s - %(source)s

source: Waiting actions - %(model)s - %(source)s
fr: Actions en attente - %(model)s - %(source)s

source: Validate
fr: Valider

source: Delete
fr: Supprimer

source: Select all
fr: Tout sélectionner

source: Data
fr: Données

source: Select this line
fr: Sélectionner cette ligne

source: No waiting action for «%(ctype)s» from «%(backend)s»
fr: Aucune action en attente pour «%(ctype)s» venant de «%(backend)s»

source: History of automatised creations
fr: Historique des créations automatisées

source: Invalid email
fr: E-mail invalide

source: Enter a valid email address. For example: creme@crm.org
fr: Entrez une adresse e-mail valide. Par exemple: creme@crm.org

source: Select...
fr: Sélectionner...

source: Refresh
fr: Rafraîchir

source: No external data source is configured. Please contact your administrator (settings.CRUDITY_BACKENDS).
fr: Aucune source de données externes n'est configurée. Veuillez contacter votre administrateur (settings.CRUDITY_BACKENDS).
