Repository: HybirdCorp/creme_crm
Catalog: creme/persons/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Accounts and Contacts
fr: Comptes et Contacts

source: Directory
fr: Annuaire

source: My customers / prospects / suspects
fr: Mes clients / prospects / suspects

source: Customers
fr: Clients

source: User organisation
fr: Société de l'utilisateur

source: Position in the organisation
fr: Statut dans la société

source: Not contacted since 15 days
fr: Pas contacté depuis 15j

source: Never contacted
fr: Jamais contacté

source: Card header block
fr: Bloc «carte de visite»

source: Organisation managers
fr: Responsables d'une société

source: Create a manager
fr: Créer un responsable

source: Organisation employees
fr: Salariés d'une société

source: Create an employee
fr: Créer un salarié

source: Addresses (detailed)
fr: Adresses (détaillées)

source: Addresses (pretty)
fr: Adresses (jolies)

source: Other addresses (detailed)
fr: Adresses supplémentaires (détaillées)

source: Other addresses (pretty)
fr: Adresses supplémentaires (jolies)

source: Neglected organisations
fr: Sociétés délaissées

source: Transform into a customer
fr: Transformer en client

source: This button links the current entity to an Organisation managed by Creme, using the relationship type «is a customer of». App: Accounts and Contacts
fr: Ce bouton relie la fiche courante à une Société gérée par Creme, en utilisant le type de relation «est client de» App: Comptes et Contacts

source: Transform into a prospect
fr: Transformer en prospect

source: This button links the current entity to an Organisation managed by Creme, using the relationship type «is a prospect of». App: Accounts and Contacts
fr: Ce bouton relie la fiche courante à une Société gérée par Creme, en utilisant le type de relation «est prospect de» App: Comptes et Contacts

source: Transform into a suspect
fr: Transformer en suspect

source: This button links the current entity to an Organisation managed by Creme, using the relationship type «is a suspect of». App: Accounts and Contacts
fr: Ce bouton relie la fiche courante à une Société gérée par Creme, en utilisant le type de relation «est suspect de» App: Comptes et Contacts

source: Transform into an inactive customer
fr: Transformer en client inactif

source: This button links the current entity to an Organisation managed by Creme, using the relationship type «is an inactive customer of». App: Accounts and Contacts
fr: Ce bouton relie la fiche courante à une Société gérée par Creme, en utilisant le type de relation «est un client inactif de» App: Comptes et Contacts

source: Transform into a supplier
fr: Transformer en fournisseur

source: This button links the current entity to an Organisation managed by Creme, using the relationship type «is a supplier of». App: Accounts and Contacts
fr: Ce bouton relie la fiche courante à une Société gérée par Creme, en utilisant le type de relation «est un fournisseur de» App: Comptes et Contacts

source: Create a related contact
fr: Créer un contact lié

source: This button displays the creation form for contacts. The current organisation is pre-selected to be linked to the created contact. It is useful to create employees for example (it can be done through the employees block too). App: Accounts and Contacts
fr: Ce bouton affiche le formulaire de création des contacts. La société courante est pré-sélectionnée pour être liée au contact créé. C'est utile pour créer des salariés par exemple (cela peut aussi être fait depuis le bloc des salariés) App: Comptes et Contacts

source: Creation form for contact
fr: Formulaire de création de contact

source: Edition form for contact
fr: Formulaire de modification de contact

source: Creation form for organisation
fr: Formulaire de création de société

source: Edition form for organisation
fr: Formulaire de modification de société

source: Billing address
fr: Adresse de facturation

source: Shipping address
fr: Adresse de livraison

source: Addresses
fr: Adresses

source: Contact details
fr: Coordonnées du contact

source: Status in «{organisation}»
fr: Statut dans «{organisation}»

source: Can not merge 2 Contacts which represent some users.
fr: Impossible de fusionner 2 Contacts représentant des utilisateurs

source: Related managed organisation
fr: Société gérée liée

source: Relationships
fr: Relations

source: Is a customer
fr: Est un client

source: Is a prospect
fr: Est un prospect

source: Is a suspect
fr: Est un suspect

source: Suspect / prospect / customer
fr: Suspect / prospect / client

source: Set as managed
fr: Marquer comme géré

source: Organisation
fr: Société

source: If no organisation is found, a new one will be created.
fr: Si aucune société ne porte ce nom, une fiche société sera aussi créée.

source: You are not allowed to create an Organisation.
fr: Vous n'êtes pas autorisé à créer une Société.

source: No linkable Organisation found.
fr: Aucune Société reliable n'a été trouvée.

source: Several Organisations with this name have been found.
fr: Plusieurs Sociétés avec ce nom ont été trouvées.

source: You are not allowed to link with a Contact
fr: Vous n'êtes pas autorisé à lier avec un Contact

source: You are not allowed to link with an Organisation
fr: Vous n'êtes pas autorisé à lier avec une Société

source: Enter the name of an existing Organisation.
fr: Entrez le nom d'une société existante

source: Name
fr: Nom

source: Address
fr: Adresse

source: PO box
fr: Boîte postale

source: Zip code
fr: Code postal

source: City
fr: Ville

source: Department
fr: Département

source: State
fr: État

source: Country
fr: Pays

source: Create an address
fr: Créer une adresse

source: Save the address
fr: Enregistrer l'adresse

source: Civility
fr: Civilité

source: Last name
fr: Nom

source: First name
fr: Prénom

source: Phone number
fr: Numéro de téléphone

source: Email address
fr: Adresse e-mail

source: Web Site
fr: Site Web

source: Position
fr: Fonction

source: Detailed position
fr: Fonction détaillée

source: Line of business
fr: Secteur d'activités

source: Spoken language(s)
fr: Langue(s) parlée(s)

source: Related user
fr: Utilisateur associé

# persons-is_user
source: None
fr: Aucun

source: Birthday
fr: Anniversaire

source: Photograph
fr: Photo du contact

source: Create a contact
fr: Créer un contact

source: Save the contact
fr: Enregistrer le contact

source: A user is associated with this contact.
fr: Un utilisateur est relié à ce contact.

source: This Contact is related to a user and must have a first name.
fr: Ce Contact est lié à un utilisateur et doit avoir un prénom.

source: This Contact is related to a user and must have an e-mail address.
fr: Ce Contact est lié à un utilisateur et doit avoir une adresse e-mail.

source: N/A
fr: NC

source: complete@Me.com
fr: completez@Moi.fr

source: Managed by Creme
fr: Gérée par Creme

source: Sector
fr: Secteur

source: Legal form
fr: Forme juridique

source: Staff size
fr: Effectif

source: Annual revenue
fr: Revenu annuel

source: NAF code
fr: Code NAF

source: VAT number
fr: Numéro TVA

source: Subject to VAT
fr: Assujetti à la TVA

source: Date of creation of the organisation
fr: Date de création de la société

source: Create an organisation
fr: Créer une société

source: Save the organisation
fr: Enregistrer la société

source: Organisations
fr: Sociétés

source: The last managed organisation cannot be deleted.
fr: La dernière société gérée ne peut pas être supprimée.

# persons-civility
source: Title
fr: Intitulé

source: Shortcut
fr: Raccourci

source: Create a civility
fr: Créer une civilité

source: Civilities
fr: Civilités

# persons-position
source: Title
fr: Intitulé

# persons-position
source: Create a position
fr: Créer une fonction

source: People position
fr: Fonction de personne

source: People positions
fr: Fonctions des personnes

# persons-sector
source: Title
fr: Intitulé

# persons-sector
source: Create a sector
fr: Créer un secteur

source: Lines of business
fr: Secteurs d'activités

# persons-legalform
source: Title
fr: Intitulé

source: Create a legal form
fr: Créer une forme juridique

source: Legal forms
fr: Formes juridiques

source: Size
fr: Taille

source: Order
fr: Ordre

source: Create a staff size
fr: Créer un effectif de société

source: Organisation staff size
fr: Effectif de société

source: Organisation staff sizes
fr: Effectifs de société

source: is an employee of
fr: est salarié de

source: employs
fr: emploie

source: is a customer of
fr: est client de

source: is a supplier of
fr: est un fournisseur de

source: manages
fr: est un des responsables de

source: managed by
fr: a pour responsable

source: is a prospect of
fr: est prospect de

source: has as prospect
fr: a pour prospect

source: is a suspect of
fr: est suspect de

source: has as suspect
fr: a pour suspect

source: is a partner of
fr: est partenaire de

source: has as partner
fr: a pour partenaire

source: is an inactive customer of
fr: est un client inactif de

source: has as inactive customer
fr: a pour client inactif

source: has as subsidiary
fr: a pour filiale

source: is a subsidiary of
fr: est une filiale de

source: is a competitor of
fr: est un concurrent de

source: has as competitor
fr: a pour concurrent

source: Managed by creme
fr: Gérée par creme

source: Me
fr: Moi

source: Contact view
fr: Vue de Contact

source: Organisation view
fr: Vue de Société

source: Prospect/Suspect view
fr: Vue Prospect/Suspect

source: Madam
fr: Madame

source: Mrs.
fr: Mme

source: Miss
fr: Mademoiselle

source: Ms.
fr: Mlle

source: Mister
fr: Monsieur

source: ReplaceByYourSociety
fr: RemplacezParVotreSociété

source: CEO
fr: PDG

source: Secretary
fr: Secrétaire

source: Technician
fr: Technicien

source: Food Industry
fr: Agro-Alimentaire

source: Industry
fr: Industrie

source: Software
fr: Logiciel

source: Telecom
fr: Télécom

source: Restoration
fr: Restauration

source: Organisation information
fr: Informations sur la société

source: Organisation details
fr: Coordonnées de la société

source: Organisation complementary information
fr: Informations complémentaires sur la société

source: Contact information
fr: Informations sur le contact

source: Contact complementary information
fr: Informations complémentaires sur le contact

source: Belongs to the Contact/User
fr: Appartient au Contact/Utilisateur

source: The volatile link «Belongs to the Contact/User» is only compatible with Contacts ; you should fix your blocks' configuration.
fr: Le lien volatile «Appartient au Contact/Utilisateur» est seulement compatible avec les Contacts ; vous devriez corriger votre configuration.

source: For {name}: {related_count}
fr: Pour {name} : {related_count}

source: Create a billing address
fr: Créer une adresse de facturation

source: Create a shipping address
fr: Créer une adresse de livraison

source: No address for the moment
fr: Aucune adresse pour le moment

source: Link to contacts
fr: Lier à des contacts

source: Phone
fr: Téléphone

source: Edit this contact
fr: Modifier ce contact

source: Unlink this contact
fr: Délier ce contact

source: No related contact for the moment
fr: Aucun contact lié pour le moment

source: {count} Other address
fr: {count} Adresse supplémentaire

source: {count} Others addresses
fr: {count} Adresses supplémentaires

source: Other Addresses
fr: Adresses supplémentaires

source: No other address set for the moment
fr: Aucune adresse supplémentaire enregistrée pour le moment

source: Manager
fr: Responsable

source: Employee
fr: Salarié

# persons-contact
source: Details
fr: Détails

source: {count} Employee
fr: {count} Salarié

source: {count} Employees
fr: {count} Salariés

source: Employees
fr: Salariés

source: No employee for the moment
fr: Aucun salarié enregistré pour le moment

source: Last action
fr: Dernière action

source: at
fr: à

source: by
fr: par

source: Commercial actions
fr: Actions commerciales

source: %(count)s Commercial action
fr: %(count)s Action commerciale

source: Next action
fr: Prochaine action

source: Opportunities
fr: Opportunités

source: %(count)s Opportunity
fr: %(count)s Opportunité

source: Creme user
fr: Utilisateur Creme associé

source: {count} Managed organisation
fr: {count} Société gérée

source: {count} Managed organisations
fr: {count} Sociétés gérées

source: Managed organisations
fr: Sociétés gérées

source: Manage new organisations
fr: Gérer de nouvelles sociétés

source: (eg: managed organisations can generate numbers for their invoices, or emit opportunities)
fr: (ex: les sociétés gérées peuvent générer des numéros de factures, ou émettre des opportunités)

source: Do not manage any more
fr: Ne plus gérer

source: {count} Manager
fr: {count} Responsable

source: {count} Managers
fr: {count} Responsables

source: Managers
fr: Responsables

source: No manager for the moment
fr: Aucun responsable enregistré pour le moment

source: {count} Neglected organisation
fr: {count} Société délaissée

source: {count} Neglected organisations
fr: {count} Sociétés délaissées

source: No neglected organisation for the moment
fr: Aucune société délaissée pour le moment

source: Customer
fr: Client

source: Supplier
fr: Fournisseur

source: %(count)s Manager
fr: %(count)s Responsable

source: %(count)s Employee
fr: %(count)s Salarié

# persons-organisation
source: Details
fr: Détails

source: Linked contact
fr: Contact lié

source: Create a linked contact
fr: Créer un contact lié

source: Copy the address to left side
fr: Copier l'adresse à gauche

source: Copy the address to right side
fr: Copier l'adresse à droite

# persons-breadcrumbs
source: List of
fr: Liste des

source: %(count)s organisation
fr: %(count)s société

source: and
fr: et

source: Adding address to «{entity}»
fr: Ajouter une adresse à «{entity}»

source: Adding billing address to «{entity}»
fr: Ajouter l'adresse de facturation pour «{entity}»

source: Adding shipping address to «{entity}»
fr: Ajouter l'adresse de livraison pour «{entity}»

source: Edit address for «{entity}»
fr: Modifier l'adresse pour «{entity}»

source: Edit billing address for «{entity}»
fr: Modifier l'adresse de facturation pour «{entity}»

source: Edit shipping address for «{entity}»
fr: Modifier l'adresse de livraison pour «{entity}»

source: Create a contact related to «{organisation}»
fr: Créer un contact lié à «{organisation}»

source: The entity «%(entity)s» has no property «%(property)s» which is required by the relationship «%(predicate)s».
fr: La fiche «%(entity)s» n'a pas la propriété «%(property)s» qui est obligatoire pour la relation «%(predicate)s».

source: Create a suspect / prospect / customer
fr: Créer un suspect / prospect / client

source: List of my suspects / prospects / customers
fr: Liste de mes suspects / prospects / clients

source: Add some managed organisations
fr: Ajouter des sociétés gérées

source: You must have at least one managed organisation.
fr: Vous devez avoir au moins une société gérée.
