Repository: HybirdCorp/creme_crm
Catalog: creme/events/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Events
fr: Évènements

source: Tools
fr: Outils

source: Results of an event
fr: Résultats d'un évènement

source: Not invited
fr: Pas invité

source: Did not answer
fr: N'a pas répondu

source: Accepted the invitation
fr: a accepté l'invitation

source: Refused the invitation
fr: a refusé l'invitation

source: N/A
fr: NC

# events-presence_status
source: Come
fr: Venu

# events-presence_status
source: Not come
fr: Pas venu

source: Creation form for event
fr: Formulaire de création d'évènement

source: Edition form for event
fr: Formulaire de modification d'évènement

source: Related contacts
fr: Contacts en rapport

source: Contact %(contact)s is present twice.
fr: Le contact %(contact)s est présent deux fois.

source: Generated by the event «{}»
fr: Généré par l'évènement «{}»

source: (The contact «{}» is not related to an organisation).
fr: (Le contact «{}» n'est relié à aucune société).

# events-opportunity
source: Target organisation
fr: Société cible

source: Presence
fr: Présence

source: Name
fr: Nom

# events-event_type
source: Create a type
fr: Créer un type

source: Type of event
fr: Type d'évènement

source: Types of event
fr: Types d'évènement

# events
source: Place
fr: Lieu

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: Budget (€)
fr: Budget prévisionnel (€)

source: Final cost (€)
fr: Coût final (€)

# events
source: Create an event
fr: Créer un évènement

# events
source: Save the event
fr: Enregistrer l'évènement

# events
source: Event
fr: Évènement

source: Events
fr: Évènements

source: The end date must be after the start date.
fr: La date de fin doit être après la date de début.

source: is invited to the event
fr: est invité à l'évènement

source: has invited
fr: a invité

source: accepted the invitation to the event
fr: a accepté l'invitation à l'évènement

source: prepares to receive
fr: se prépare à recevoir

source: refused the invitation to the event
fr: a refusé l'invitation à l'évènement

source: do not prepare to receive any more
fr: ne se prépare plus à recevoir

source: came to the event
fr: est venu à l'évènement

source: received
fr: a accueilli

source: did not come to the event
fr: n'est pas venu à l'évènement

source: did not receive
fr: n'a pas accueilli

source: generated by the event
fr: généré par l'évènement

source: (event) has generated the opportunity
fr: (évènement) a généré l'opportunité

source: Event view
fr: Vue d'évènement

source: Show
fr: Salon

source: Conference
fr: Conférence

source: Breakfast
fr: Petit déjeuner

source: View related contacts
fr: Voir les contacts en rapport

source: Results
fr: Résultats

source: Number of invitations
fr: Nombre d'invitations

source: Number of accepted invitations
fr: Nombre d'invitations acceptées

source: Number of refused invitations
fr: Nombre d'invitations refusées

source: Number of visitors
fr: Nombre de visiteurs

source: Back
fr: Retour

source: Back to «%(event)s»
fr: Retour à «%(event)s»

source: Forbidden
fr: Interdit

source: Link contacts
fr: Lier des contacts

source: Create an opportunity
fr: Créer une opportunité

source: List of contacts related to «{event}»
fr: Liste des contacts liés à «{event}»

source: Link some contacts to «{object}»
fr: Lier des contacts à «{object}»

source: Link these contacts
fr: Lier ces contacts

source: Create an opportunity related to «{contact}»
fr: Créer une opportunité lié à «{contact}»
