Repository: HybirdCorp/creme_crm
Catalog: creme/creme_core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: {count} Errors
fr: {count} Erreurs

source: Entity
fr: Fiche

source: Induced error
fr: Erreur provoquée

source: Other errors have been omitted.
fr: Les autres erreurs ont été omises.

source: Configure the fields
fr: Configurer les champs

source: It seems that all fields are hidden. Ask your administrator to fix the configuration.
fr: Il semble que tous les champs soient cachés. Demandez à votre administrateur de corriger la configuration.

source: Information on Creme entity
fr: Informations fiche Crème

# creme_core-entity
source: Created on
fr: Créée le

source: at
fr: à

source: by
fr: par

source: Edited on
fr: Modifiée le

source: Assigned to
fr: Assignée à

source: Entity in the trash
fr: Fiche dans la corbeille

source: Concerned entity
fr: Fiche concernée

source: By
fr: Par

source: Edition of :
fr: Modification de :

source: Edit "%(entity)s"
fr: Modifier "%(entity)s"

source: No history for the moment
fr: Aucun historique pour le moment

source: No consultation for the moment
fr: Aucune consultation pour le moment

source: Errors
fr: Erreurs

source: Errors [job is not finished yet]
fr: Erreurs [le job n'est pas encore fini]

source: No error
fr: Aucune erreur

source: {count} Result
fr: {count} Résultat

source: {count} Results
fr: {count} Résultats

source: Results
fr: Résultats

source: Results [job is not finished yet]
fr: Résultats [le job n'est pas encore fini]

source: No message
fr: Aucun message

source: Edit the job's configuration
fr: Enregistrer la configuration du job

source: Delete the job
fr: Supprimer le job

source: Disable
fr: Désactiver

source: Enable
fr: Activer

source: Disabling takes effect only after the current execution.
fr: La désactivation ne prendra seulement effet qu'après l'exécution courante.

source: Every
fr: Chaque

source: Not run yet
fr: Pas encore exécuté

source: Owner
fr: Propriétaire

source: You must wait that your job is finished in order to create a new one.
fr: Vous devez attendre que votre job soit fini pour pouvoir en créer un nouveau.

source: You must wait that one of your jobs is finished in order to create a new one.
fr: Vous devez attendre qu'un de vos jobs soit fini pour pouvoir en créer un nouveau.

source: Every (at least)
fr: Chaque (au moins)

source: Edit this job
fr: Modifier ce job

source: View this job
fr: Voir ce job

source: Delete this job
fr: Supprimer ce job

source: No job for the moment
fr: Aucun job pour le moment

source: My job
fr: Mon job

source: My jobs ({count})
fr: Mes jobs ({count})

source: {count} Import error
fr: {count} Erreur d'import

source: {count} Import errors
fr: {count} Erreurs d'import

source: Import errors
fr: Erreurs d'import

source: Download the errors file
fr: Télécharger le fichier des erreurs

source: Line
fr: Ligne

source: updated
fr: mis-à-jour

source: created
fr: créé

source: None (because error is critical)
fr: Aucune (parce que l'erreur est critique)

source: {count} Property
fr: {count} Propriété

source: {count} Properties
fr: {count} Propriétés

source: New properties
fr: Nouvelles propriétés

source: Remove this property
fr: Enlever cette propriété

source: No property for the moment
fr: Aucune propriété pour le moment

source: No related type of resource
fr: Pas de type de ressource associé

source: %(count)s entity with this property
fr: %(count)s fiche avec cette propriété

source: {count} Relationship
fr: {count} Relation

source: {count} Relationships
fr: {count} Relations

source: New relationships
fr: Nouvelles relations

source: Delete this relationship
fr: Supprimer cette relation

source: No relationship for the moment
fr: Aucune relation pour le moment

source: Configure the fields for «%(ctype)s»'
fr: Configurer les champs pour «%(ctype)s»

source: Configure the fields of a new type
fr: Configurer les champs d'un nouveau type

source: {count} Entities
fr: {count} Fiches

source: {count} Entity
fr: {count} Fiche

source: %(count)s Entity
fr: %(count)s Fiche

source: (empty)
fr: (vide)

source: No related entity for the moment
fr: Aucune fiche liée pour le moment

source: {count} Other entity
fr: {count} Autre fiche

source: {count} Other entities
fr: {count} Autres fiches

source: Remove the property
fr: Enlever la propriété

source: {count} Deleted entity
fr: {count} Fiche supprimée

source: {count} Deleted entities
fr: {count} Fiches supprimées

source: Deleted entities
fr: Fiches supprimées

source: Empty the trash
fr: Vider la corbeille

source: Deletion date
fr: Date de suppression

source: Delete definitively
fr: Supprimer définitivement

source: The trash is empty
fr: La corbeille est vide

source: Are you sure you want to restrict this entity to superusers?
fr: Voulez-vous vraiment réserver cette fiche aux super-utilisateurs ?

source: Are you sure you want this entity to be accessible to regular users?
fr: Voulez-vous vraiment que cette fiche soit accessible aux utilisateurs normaux ?

source: Not restrict to superusers
fr: Ne pas réserver aux super-utilisateurs

source: Cannot restrict because already in «%(sandbox)s»
fr: Impossible de réserver car déjà dans «%(sandbox)s»

source: Back to the list
fr: Retour à la liste

source: You do not have access to this page, please contact your administrator.
fr: Vous n'avez pas accès à cette page, veuillez contacter votre administrateur.

source: Are you sure?
fr: Êtes-vous sûr ?

source: Create a filter for «%(ctype)s»
fr: Créer un filtre pour «%(ctype)s»

source: Edit the filter «%(filter)s»
fr: Modifier le filtre «%(filter)s»

source: View of list
fr: Vue de liste

source: Create a view of list for «%(ctype)s»
fr: Créer une vue de liste pour «%(ctype)s»

source: Edit the view of list «%(view)s»
fr: Modifier la vue de liste «%(view)s»

source: Reset
fr: Vider

source: From
fr: De

source: To
fr: À

source: On
fr: Le

source: Clean
fr: Effacer

source: Now
fr: Maintenant

source: Hour(s)
fr: Heure(s)

source: Second(s)
fr: Seconde(s)

source: No custom field at the moment.
fr: Aucun champ personnalisé pour le moment.

source: Regular fields
fr: Champs normaux

source: Click to select the sub-fields
fr: Cliquez pour sélectionner les sous-champs

source: %(field)s: %(subfields_count)s sub-field
fr: %(field)s: %(subfields_count)s sous-champ

source: Close
fr: Fermer

source: FILTER
fr: FILTRER

source: SEARCH
fr: RECHERCHE

source: Remove all columns
fr: Enlever toutes les colonnes

source: Select…
fr: Sélectionner…

source: Create if not found?
fr: Créer si non trouvé ?

source: Default value
fr: Valeur par défaut

source: Search by:
fr: Chercher selon:

source: Create entities if they are not found ? (only fields followed by [CREATION] allows you to create, if they exist)
fr: Créer les fiches si elle ne sont pas trouvées ? (seuls les champs suivi de [CRÉATION] vous permettent de créer, si ils existent)

source: Check all
fr: Tout sélectionner

source: Check none
fr: Tout déselectionner

# creme_core-noun
source: Search
fr: Recherche

source: More
fr: Plus

source: Information
fr: Informations

source: Conditions of «%(efilter)s»
fr: Conditions du filtre «%(efilter)s»

source: Any condition is met:
fr: Au moins une condition est remplie :

source: All these conditions are met:
fr: Toutes les conditions sont remplies :

source: %(title)s: step %(current_step)s of %(step_count)s
fr: %(title)s : étape %(current_step)s sur %(step_count)s

source: Fields marked with * are required.
fr: Les champs suivis d'un * sont obligatoires.

source: Global errors
fr: Erreurs globales

source: First step
fr: Première étape

source: Previous step
fr: Étape précédente

source: Next step
fr: Étape suivante

source: Cancel
fr: Annuler

source: Edit «%(object)s»
fr: Modifier «%(object)s»

source: Save the modifications
fr: Enregistrer les modifications

source: Link
fr: Lier

source: Search
fr: Recherche

source: Loading…
fr: Chargement…

source: Advanced search
fr: Recherche avancée

source: List of jobs
fr: Liste des jobs

source: Disabling a job takes effect only after its current execution.
fr: La désactivation d'un job ne prendra seulement effet qu'après son exécution courante.

source: Finish
fr: Terminer

source: Forbidden
fr: Interdit

source: Download header
fr: Télécharger l'en-tête

source: Download
fr: Télécharger

source: Import
fr: Importer

# creme_core-verb
source: Search
fr: Rechercher

source: Clear search
fr: Effacer la recherche

source: Select all
fr: Tout sélectionner

source: Sort by %(col_title)s
fr: Trier par %(col_title)s

source: Quick search
fr: Recherche rapide

source: No entity exists / matches your search
fr: Aucun élément n'existe / ne correspond à votre recherche

source: Recordings %(start_index)s - %(end_index)s on %(entities_count)s
fr: Enregistrements %(start_index)s - %(end_index)s sur %(entities_count)s

source: %(entities_count)s recording
fr: %(entities_count)s enregistrement

source: Start
fr: Début

source: End
fr: Fin

source: Search results
fr: Résultats de recherche

source: Search results: %%d entity
fr: Résultats de recherche: %%d fiche

source: Search results: %%d entities
fr: Résultats de recherche: %%d fiches

source: Your search :
fr: Votre recherche :

source: Concerned types :
fr: Types concernés :

source: Display the available actions for «&nbsp;%(entity)s&nbsp;»
fr: Afficher les actions disponibles pour «&nbsp;%(entity)s&nbsp;»

source: Filter the lines of the table
fr: Filtrer les lignes de la table

source: Information on the current filter
fr: Informations sur le filtre courant

source: Create a custom filter
fr: Créer un filtre personnalisé

source: Edit this filter
fr: Modifier ce filtre

source: Delete this custom filter
fr: Supprimer ce filtre personnalisé

source: Actions on the selected entities
fr: Actions sur les fiches sélectionnées

source: Show only the desired columns
fr: Afficher uniquement les colonnes désirées

source: My views
fr: Mes vues

source: Views of %(user)s
fr: Vues de %(user)s

source: Create a custom view
fr: Créer une vue personnalisée

source: Edit this view
fr: Modifier cette vue

source: Delete this custom view
fr: Supprimer cette vue personnalisée

source: First page
fr: Première page

source: Go to the configuration of types
fr: Aller à la configuration des types

source: Property type
fr: Type de propriété

source: Collapse block
fr: Replier le bloc

source: Expand block
fr: Déplier le bloc

source: Hide empty fields
fr: Cacher les champs vides

source: Show empty fields
fr: Montrer les champs vides

source: Sort «{model}» by «{field}»
fr: Trier «{model}» par «{field}»

source: {number} day
fr: {number} jour

source: {number} hour
fr: {number} heure

source: {number} second
fr: {number} seconde

source: and
fr: et

source: Day(s)
fr: Jour(s)

source: Week(s)
fr: Semaine(s)

source: {number} week
fr: {number} semaine

source: Month(s)
fr: Mois

source: {number} month
fr: {number} mois

source: Year(s)
fr: Année(s)

source: {number} year
fr: {number} année

source: Previous year
fr: Année précédente

source: Current year
fr: Année courante

source: Next year
fr: Année suivante

source: Previous month
fr: Mois précédent

source: Current month
fr: Mois courant

source: Next month
fr: Mois suivant

source: Previous quarter
fr: Trimestre précédent

source: Current quarter
fr: Trimestre courant

source: Next quarter
fr: Trimestre suivant

source: In the future
fr: Dans le futur

source: In the past
fr: Dans le passé

source: Yesterday
fr: Hier

source: Today
fr: Aujourd'hui

source: Tomorrow
fr: Demain

source: Is not empty
fr: N'est pas vide

source: (truncated cell)
fr: (cellule tronquée)

source: Run
fr: Exécuter

source: Multiple adding of properties
fr: Ajout multiple de propriétés

source: Add the properties
fr: Ajouter les propriétés

source: New properties for «{entity}»
fr: Nouvelles propriétés pour «{entity}»

source: The field "{model}.{field}" is hidden.
fr: Le champ "{model}.{field}" est caché.

source: {field} [CREATION]
fr: {field} [CRÉATION]

source: This model does not use the generic clone view.
fr: Ce modèle n'utilise pas la vue de clonage générique.

source: This field is hidden.
fr: Ce champ est caché.

source: No entity corresponding to your search was found.
fr: Aucun élément correspondant à votre recherche n'a été trouvé

source: You are not allowed to edit this entity
fr: Vous n'êtes pas autorisé à modifier cette fiche

source: {count} «{model}» has been selected.
fr: {count} «{model}» a été sélectionné(e)

source: {count} «{model}» have been selected.
fr: {count} «{model}» ont été sélectionné(e)s.

source: {success} «{model}» has been successfully modified.
fr: {success} «{model}» a été modifié(e) avec succès.

source: {success} of {initial} «{model}» has been successfully modified.
fr: {success} «{model}» sur {initial} a été modifié(e) avec succès.

source: {forbidden} was not editable.
fr: {forbidden} n'est pas modifiable.

source: {invalid} has returned an error.
fr: {invalid} a retourné une erreur.

source: You are not allowed to edit these entities
fr: Vous n'êtes pas autorisé à modifier ces fiches

source: Merge «{entity1}» with «{entity2}»
fr: Fusionner «{entity1}» avec «{entity2}»

source: You are going to merge two entities into a new one. Choose which information you want the old entities give to the new entity. The relationships, the properties and the other links with any of old entities will be automatically available in the new merged entity.
fr: Vous êtes sur le point de fusionner deux fiches en une seule. Choisissez quelles informations vous voulez que les vieilles fiches donnent à la nouvelle fiche. Les relations, les propriétés et les autres liens avec n'importe laquelle des vieilles fiches seront automatiquement disponibles dans la nouvelle fiche fusionnée.

source: A job is already cleaning the trash.
fr: Un job est déjà en train de vider la corbeille.

source: Are you sure you want to delete definitely all the entities in the trash?
fr: Voulez-vous vraiment supprimer définitivement toutes les fiches dans la corbeille ?

source: This model does not use the generic deletion view.
fr: Ce modèle n'utilise pas la vue de suppression générique.

source: «{entity}» does not use the generic deletion view.
fr: «{entity}» n'utilise pas la vue de suppression générique.

source: {entity} : <b>Permission denied</b>
fr: {entity} : <b>Permission refusée</b>

source: «{entity}» can not be deleted.
fr: «{entity}» ne peut être supprimé.

source: «{entity}» can not be deleted because of its dependencies ({dependencies}).
fr: «{entity}» ne peut être supprimé à cause de ses dépendances ({dependencies}).

source: «{entity}» deletion caused an unexpected error [{error}].
fr: La suppression de «{entity}» a provoqué une erreur inattendue [{error}].

source: {count} not viewable entity
fr: {count} Fiche non visible

source: {count} entity doesn't exist or has been removed.
fr: {count} fiche n'existe pas ou a été supprimée.

source: Operation successfully completed
fr: Opération effectuée avec succès

source: Notice: your database is not case sensitive, so the string operators which are case sensitive and the ones which are not will accept the same entities.
fr: Remarque : votre base de données n'est pas sensible à la casse, donc les opérateurs sur chaîne de caractères qui sont sensibles à la casse et ceux qui ne le sont pas accepteront les mêmes fiches.

source: Notice: your database is not case sensitive for the "equals" operator, so the string equality operators which are case sensitive and the ones which are not will accept the same entities.
fr: Remarque : votre base de données n'est pas sensible à la casse pour l'opérateur "égale", donc les opérateurs d'égalité sur chaîne de caractères qui sont sensibles à la casse et ceux qui ne le sont pas accepteront les mêmes fiches.

source: Notice: your database is not case sensitive, so the string operators which are case sensitive and the ones which are not will accept the same entities (excepted equality ones, which are case sensitive).
fr: Remarque : votre base de données n'est pas sensible à la casse, donc les opérateurs sur chaîne de caractères qui sont sensibles à la casse et ceux qui ne le sont pas accepteront les mêmes fiches (exceptés ceux d'égalité qui sont sensibles à la casse).

source: Save the modified filter
fr: Enregistrer le filtre modifié

source: The filter can not be deleted because of its dependencies.
fr: Le filtre ne peut être supprimé à cause de ses dépendances.

source: Invalid file
fr: Fichier invalide

source: You are not allowed to access this view.
fr: Vous n'êtes autorisé à accéder à cette page.

source: Edit «{object}»
fr: Modifier «{object}»

source: List of {models}
fr: Liste des {models}

source: The desired list does not have any view, please create one.
fr: La liste souhaitée n'a aucune vue, veuillez en créer au moins une.

source: Save the modified view
fr: Enregistrer la vue modifiée

source: Unknown job type ({}). Please contact your administrator.
fr: Type de job inconnu({}). Veuillez contacter votre administrateur.

source: Edit the job «{object}»
fr: Modifier le job «{object}»

source: Save the entities
fr: Enregistrer les fiches

source: Import this file
fr: Importer ce fichier

source: Import «{model}» from data file
fr: Importer des «{model}» depuis un fichier

source: Unknown file type ; please contact your administrator.
fr: Type de fichier inconnu ; veuillez contacter votre administrateur.

source: Relationships for «{entity}»
fr: Relations pour «{entity}»

source: Save the relationships
fr: Enregistrer les relations

source: This type of relationship is not compatible with «{model}».
fr: Ce type de relation n'est pas compatible avec «{model}».

source: This type of relationship needs an entity with this property: {properties}.
fr: Ce type de relation nécessite une fiche avec cette propriété : {properties}.

source: Multiple adding of relationships
fr: Ajout multiple de relations

source: Incompatible type for object entity with id={}
fr: Type incompatible pour la fiche objet avec l'id={}

source: Missing compatible property for object entity with id={}
fr: Il manque une propriété compatible pour la fiche objet avec l'id={}

source: Permission denied to entity with id={}
fr: Permission refusée pour la fiche avec l'id={}

source: Please enter at least {count} characters
fr: Veuillez entrer au moins {count} caractères

source: Empty search…
fr: Recherche vide…
