Repository: HybirdCorp/creme_crm
Catalog: creme/creme_core/locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: Preview
fr: Aperçu

source: Preview of the column
fr: Aperçu de la colonne

source: Preview and order of the %s columns
fr: Aperçu et ordre des %s colonnes

source: Drag and drop the columns to order them.
fr: Glissez-déposez les colonnes pour les ordonner.

source: The preview is empty. Select some fields and relationships to add some columns.
fr: L'aperçu est vide. Sélectionnez des champs et des relations pour y ajouter des colonnes.

source: Remove the column '%s'
fr: Enlever la colonne '%s'

source: %s result(s) on %s
fr: %s résultat(s) sur %s

source: Select the export format
fr: Sélectionnez le format d'export

source: Calendar
fr: Calendrier

source: Add
fr: Ajouter

source: Remove
fr: Enlever

source: Add all
fr: Ajouter tout

source: Remove all
fr: Enlever tout

source: Up
fr: Monter

source: Down
fr: Descendre

source: Available
fr: Disponible(s)

source: Chosen
fr: Choisi(s)

source: Select
fr: Sélectionnez

source: Communication error with the job manager (last changes have not been taken into consideration)
fr: Erreur de communication avec le gestionnaire de job (les derniers changements n'ont pas été pris en compte)

source: Error
fr: Erreur

source: Finished
fr: Terminé

source: HTTP server error
fr: Erreur du serveur HTTP

source: Close (process in background)
fr: Fermer (laisser en tâche de fond)

source: Select %d row
fr: Sélectionnez %d ligne

source: Select at least %d row
fr: Sélectionnez au moins %d ligne

source: Select no more than %d row
fr: Ne sélectionnez pas plus de %d ligne

source: %d entity have been deleted.
fr: %d entité a été supprimée.

source: %d entity cannot be deleted.
fr: %d entité n'a pu être supprimée.

source: Please select at least one entity.
fr: Veuillez sélectionner au moins une fiche.

source: Close
fr: Fermer

source: Please select 2 entities.
fr: Veuillez sélectioner 2 fiches.

source: Please select only one entity.
fr: Veuillez sélectioner une seule fiche.

source: Validate the selection
fr: Valider la sélection

source: Cancel
fr: Annuler

source: Are you sure ?
fr: Êtes-vous sûr ?

source: Do you really want to clone this entity?
fr: Voulez-vous vraiment cloner cette fiche ?

source: Chose the type of entity to create
fr: Choisir le type de fiche à créer

source: All results (%s)
fr: Tous les résultats (%s)

source: No result
fr: Aucun résultat

source: Loading…
fr: Chargement…

source: Advanced search
fr: Recherche avancée

source: Best result
fr: Meilleur résultat

source: Loading...
fr: Chargement...

source: Error !
fr: Erreur !

source: The page will be reload !
fr: La page va être rechargée !

source: Connection Refused
fr: Connexion refusée

source: Bad Request
fr: Requête invalide

source: Unauthorized
fr: Non authentifié

source: Forbidden Access
fr: Interdit

source: Not Found
fr: Non trouvé

source: Not Acceptable
fr: Invalide

source: Conflict
fr: Conflit

source: Internal Error
fr: Erreur interne

source: %d selection
fr: %d sélection

source: %d result of %d
fr: %d résultat sur %d

source: %d hidden item
fr: %d élément masqué

source: (with %d selection)
fr: (dont %d sélection)

source: Collapse %d item
fr: Masquer %d élément

source: Select some options
fr: Sélectionnez un ou plusieurs choix

source: Select one option
fr: Sélectionnez un choix

source: Confirm
fr: Confirmation

source: Alert
fr: Alerte

source: Warning
fr: Attention

source: Save
fr: Enregistrer

source: Reload the page or click here. If the problem persists, please contact your administrator.
fr: Rechargez la page ou cliquez ici. Si le problème persiste, veuillez contacter votre administrateur.

source: Selection
fr: Sélection

source: Entity #%s (not viewable)
fr: Fiche #%s (non visible)

source: Canvas image
fr: Capture du graphique

source: View as image
fr: Capturer une image du graphique

source: Delete
fr: Supprimer
