Repository: HybirdCorp/creme_crm
Catalog: creme/creme_core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: See
fr: Voir

source: Go to the entity {entity}
fr: Accéder à la fiche {entity}

source: Clone
fr: Cloner

source: Multiple update
fr: Modification multiple

source: Multiple deletion
fr: Suppression multiple

source: Multiple property adding
fr: Ajout de propriété multiple

source: Multiple relationship adding
fr: Ajout de relation multiple

source: Merge 2 entities
fr: Fusionner 2 fiches

source: Core
fr: Cœur

source: Home
fr: Accueil

source: User
fr: Utilisateur

source: My page
fr: Ma page

source: My jobs
fr: Mes jobs

source: Log out
fr: Se déconnecter

source: Tools
fr: Outils

source: + Creation
fr: + Création

source: Main entities
fr: Fiches principales

source: Other type of entity
fr: Autre type de fiche

source: Recent entities
fr: Fiches récentes

source: You are not super-user.
fr: Vous n'êtes pas super-utilisateur

source: CSV File (delimiter: ',')
fr: Fichier CSV (séparateur: ',')

source: CSV File (delimiter: ';')
fr: Fichier CSV (séparateur: ';')

source: CSV File
fr: Fichier CSV

source: A CSV file contains the fields values of an entity on each line, separated by commas or semicolons and each one can be surrounded by quotation marks " (to protect a value containing a comma for example).
fr: Un fichier CSV contient les valeurs des champs d'une fiche sur chaque ligne, séparées par des virgules ou des points-virgules et chacune pouvant être entourée par des guillemets " (pour protégér une valeur contenant une virgule par exemple).

source: XLS File
fr: Fichier XLS

source: XLS is a file extension for a spreadsheet file format created by Microsoft for use with Microsoft Excel (Excel 97-2003 Workbook).
fr: XLS est une extension de nom de fichier pour tableur au format de Microsoft Excel. (Excel 97-2003 Workbook).

source: XLSX File
fr: Fichier XLSX

source: XLSX file extension introduced by Microsoft Excel 2007.
fr: Extension XLSX introduite par Microsoft Excel 2007.

source: Properties
fr: Propriétés

source: Relationships
fr: Relations

source: Custom fields
fr: Champs personnalisés

source: History
fr: Historique

source: History of consultation
fr: Historique de consultation

source: Trash
fr: Corbeille

source: Statistics
fr: Statistiques

source: Restrict to superusers
fr: Réserver aux super-utilisateurs

source: enter a whole number
fr: entrez un nombre entier

source: enter a positive number
fr: entrez un nombre positif

source: To upper case
fr: En majuscule

source: To lower case
fr: En minuscule

source: Initial to upper case
fr: Initiales en majuscule

source: Prefix
fr: Préfixe

source: Suffix
fr: Suffixe

source: Remove a sub-string
fr: Enlever une sous-chaîne

source: Remove the start (N characters)
fr: Enlever le début (N caractères)

source: Remove the end (N characters)
fr: Enlever la fin (N caractères)

source: Add
fr: Ajouter

source: Subtract
fr: Soustraire

source: Multiply
fr: Multiplier

source: Divide
fr: Diviser

source: The operator '{}' needs a value.
fr: L'opérateur '{}' a besoin d'une valeur.

source: In «{model} - {field}», replace by «{new}»
fr: Dans «{model} - {field}», remplacer par «{new}»

source: Remove from «{model} - {field}»
fr: Enlever de «{model}» - «{field}»

source: Empty «{model} - {field}»
fr: Vider «{model}» - «{field}»

source: In «{model} - {field}», replace by a fallback value
fr: Dans «{model} - {field}», remplacer par une valeur de secours

source: Fields
fr: Champs

source: {} [hidden]
fr: {} [caché]

source: {} [deleted]
fr: {} [supprimé]

source: Computed fields
fr: Champs calculés

source: Entities are accepted by the filter «{}»
fr: Les fiches sont acceptées par le filtre «{}»

source: Sub-filters
fr: Sous-filtres

source: On regular fields
fr: Sur les champs normaux

source: You can write several values, separated by commas.
fr: Vous pouvez écrire plusieurs valeurs, séparées par des virgules.

source: «{field}» is «{value}»
fr: «{field}» vaut «{value}»

source: «{field}» is between «{start}» and «{end}»
fr: «{field}» est entre «{start}» et «{end}»

source: «{field}» starts «{date}»
fr: «{field}» commence le «{date}»

source: «{field}» ends «{date}»
fr: «{field}» finit le «{date}»

source: On date fields
fr: Sur les champs de date

source: On custom fields
fr: Sur les champs personnalisés

source: On date custom fields
fr: Sur les champs personnalisés de date

source: The entities have relationships «{predicate}»
fr: Les fiches ont des relations «{predicate}»

source: The entities have no relationship «{predicate}»
fr: Les fiches n'ont pas de relation «{predicate}»

source: The entities have relationships «{predicate}» to «{model}»
fr: Les fiches ont des relations «{predicate}» vers «{model}»

source: The entities have no relationship «{predicate}» to «{model}»
fr: Les fiches n'ont pas de relation «{predicate}» vers «{model}»

source: The entities have relationships «{predicate}» to «{entity}»
fr: Les fiches ont des relations «{predicate}» vers «{entity}»

source: The entities have no relationship «{predicate}» to «{entity}»
fr: Les fiches n'ont pas de relation «{predicate}» vers «{entity}»

source: On relationships
fr: Sur les relations

source: Do not select any entity if you want to match them all.
fr: Ne sélectionnez aucune fiche si vous voulez chercher parmi toutes.

source: The entities have relationships «{predicate}» to «{filter}»
fr: Les fiches ont des relations «{predicate}» vers «{filter}»

source: The entities have no relationship «{predicate}» to «{filter}»
fr: Les fiches n'ont pas de relation «{predicate}» vers «{filter}»

source: On relationships with results of other filters
fr: Sur les relations avec les résultats d'autres filtres

source: The entities have the property «{}»
fr: Les fiches ont la propriété «{}»

source: The entities have no property «{}»
fr: Les fiches n'ont pas la propriété «{}»

source: On properties
fr: Sur les propriétés

source: Current user
fr: Utilisateur courant

source: {first} or {last}
fr: {first} ou {last}

source: Equals
fr: Est égal à

source: «{field}» is {values}
fr: «{field}» vaut {values}

source: Does not equal
fr: N'est pas égal à

source: «{field}» is not {values}
fr: «{field}» n'est pas {values}

source: «{field}» is greater than {values}
fr: «{field}» est plus grand que {values}

source: «{field}» is greater than or equal to {values}
fr: «{field}» est plus grand ou égal à {values}

source: «{field}» is less than {values}
fr: «{field}» est plus petit que {values}

source: «{field}» is less than or equal to {values}
fr: «{field}» est plus petit ou égal à {values}

source: Equals (case insensitive)
fr: Est égal à (Ne respecte pas la casse)

source: «{field}» is equal to {values} (case insensitive)
fr: «{field}» est égal à {values} (insensible à la casse)

source: Does not equal (case insensitive)
fr: N'est pas égal à (Ne respecte pas la casse)

source: «{field}» is different from {values} (case insensitive)
fr: «{field}» n'est pas égal à {values} (insensible à la casse)

source: Contains
fr: Contient

source: «{field}» contains {values}
fr: «{field}» contient {values}

source: Does not contain
fr: Ne contient pas

source: «{field}» does not contain {values}
fr: «{field}» ne contient pas {values}

source: Contains (case insensitive)
fr: Contient (Ne respecte pas la casse)

source: «{field}» contains {values} (case insensitive)
fr: «{field}» contient {values} (insensible à la casse)

source: Does not contain (case insensitive)
fr: Ne contient pas (Ne respecte pas la casse)

source: «{field}» does not contain {values} (case insensitive)
fr: «{field}» ne contient pas {values} (insensible à la casse)

source: Starts with
fr: Commence par

source: «{field}» starts with {values}
fr: «{field}» commence par {values}

source: Does not start with
fr: Ne commence pas par

source: «{field}» does not start with {values}
fr: «{field}» ne commence pas par {values}

source: Starts with (case insensitive)
fr: Commence par (Ne respecte pas la casse)

source: «{field}» starts with {values} (case insensitive)
fr: «{field}» commence par {values} (insensible à la casse)

source: Does not start with (case insensitive)
fr: Ne commence pas par (Ne respecte pas la casse)

source: «{field}» does not start with {values} (case insensitive)
fr: «{field}» ne commence pas par {values} (insensible à la casse)

source: Ends with
fr: Se termine par

source: «{field}» ends with {values}
fr: «{field}» finit par {values}

source: Does not end with
fr: Ne se termine pas par

source: «{field}» does not end with {values}
fr: «{field}» ne finit pas par {values}

source: Ends with (case insensitive)
fr: Se termine par (Ne respecte pas la casse)

source: «{field}» ends with {values} (case insensitive)
fr: «{field}» finit par {values} (insensible à la casse)

source: Does not end with (case insensitive)
fr: Ne se termine pas par (Ne respecte pas la casse)

source: «{field}» does not end with {values} (case insensitive)
fr: «{field}» ne finit pas par {values} (insensible à la casse)

source: Is empty
fr: Est vide

source: «{field}» is empty
fr: «{field}» est vide

source: «{field}» is not empty
fr: «{field}» n'est pas vide

source: Range
fr: Intervalle

source: The job manager does not respond. Please contact your administrator.
fr: Le gestionnaire de job ne répond pas. Veuillez contacter votre administrateur.

source: There is a connection error with the job manager. Please contact your administrator. [Original error from «{queue}»: {message}]
fr: Il y a une erreur de connexion avec le gestionnaire de job. Veuillez contacter votre administrateur. [Erreur originale depuis «{queue}»: {message}]

source: Redis queue
fr: Queue Redis

source: An error occurred while sending emails related to «{model}»
fr: Une erreur s'est produite pendant l'envoi des e-mails relatifs à «{model}»

source: Original error: {}
fr: Erreur originale : {}

source: Enter a valid HTML color.
fr: Saisissez une couleur HTML valide.

source: Batch process
fr: Traitement par lots

source: The filter does not exist anymore
fr: Le filtre n'existe plus.

source: {count} entity has been processed.
fr: {count} fiche a été traitée.

source: Entity type: {}
fr: Type de fiche : {}

source: Filter: {}
fr: Filtre: {}

source: {count} entity has been successfully modified.
fr: {count} fiche a été modifiée avec succès.

source: Replace & delete
fr: Remplacer & supprimer

source: «{instance}» can not be deleted because of its dependencies: {dependencies}
fr: «{instance}» ne peut être supprimé à cause de ses dépendances : {dependencies}

source: {count} entity updated.
fr: {count} Fiche mise à jour

source: Deleting «{object}» ({model})
fr: Supprimer «{object}» ({model})

source: Mass import
fr: Import en masse

source: Invalid data [{}]
fr: Données invalides [{}]

source: {count} line has been processed.
fr: {count} ligne a été traitée.

source: Import «{model}» from {doc}
fr: Importer des «{model}» depuis {doc}

source: {count} «{model}» has been created.
fr: {count} «{model}» a été créé(e)

source: No «{model}» has been created.
fr: Aucun(e) «{model}» n'a été créé(e)

source: {count} «{model}» has been updated.
fr: {count} «{model}» a été mis(e) à jour.

source: No «{model}» has been updated.
fr: Aucun(e) «{model}» n'a été mis(e) à jour.

source: {count} line in the file.
fr: {count} ligne dans le fichier.

source: Reminders
fr: Mémentos

source: Execute all reminders
fr: Exécuter tous les mémentos

source: Temporary files cleaner
fr: Nettoyeur de fichiers temporaires

source: The configured delay is invalid. Edit the job's configuration to fix it.
fr: Le délai configuré est invalide. Modifiez la configuration du job pour le corriger.

source: An error occurred while deleting the temporary file «{}»
fr: Une erreur s'est produite pendant la suppression du fichier temporaire «{}»

source: The temporary file with id={} cannot be deleted because of its dependencies.
fr: Le fichier temporaire avec id={} ne peut être supprimé à cause de ses dépendances.

source: The temporary file with id={} cannot be deleted because of an unexpected error.
fr: Le fichier temporaire avec id={} ne peut être supprimé à cause d'une erreur inattendue.

source: Remove old temporary files
fr: Supprimer les vieux fichiers temporaires

source: Trash cleaner
fr: Videur de corbeille

source: Can not be deleted because of its dependencies.
fr: Ne peut être supprimé à cause de ses dépendances.

source: Deletion caused an unexpected error [{}].
fr: La suppression a provoqué une erreur inattendue [{}].

source: {count} entity deleted.
fr: {count} Fiche supprimée

source: Teams
fr: Équipes

source: Inactive users
fr: Utilisateurs inactifs

source: Private ({})
fr: Privé ({})

source: General information
fr: Informations générales

source: Information on relationships
fr: Informations sur les relations

source: Relationships to add
fr: Relations à ajouter

source: Semi-fixed types of relationship
fr: Types de relation semi-fixés

source: The property «%(property)s» is mandatory in order to use the relationship «%(predicate)s»
fr: La propriété «%(property)s» est obligatoire pour pouvoir utiliser la relation «%(predicate)s»

source: These properties are mandatory in order to use the relationship «%(predicate)s»: %(properties)s
fr: Ces propriétés sont obligatoires pour pouvoir utiliser la relation «%(predicate)s» : %(properties)s

source: You are not allowed to link the created entity (wrong owner?).
fr: Vous n'êtes pas autorisé à relier la fiche créée (mauvais propriétaire ?)

source: This relationship will be added: {predicate} «{entity}»
fr: Cette relation va être ajoutée : {predicate} «{entity}»

source: These relationships will be added: {}
fr: Ces relations vont être ajoutées : {}

source: You are not allowed to link this kind of entity.
fr: Vous n'êtes pas autorisé à relier ce type de fiche.

source: This field is invalid with this model.
fr: Ce champ n'existe pas dans ce type de fiche.

source: The field «%(field)s» can not be used twice.
fr: Le champ «%(field)s» ne peut pas être utilisé deux fois.

source: This operator is invalid.
fr: Cette opérateur est invalide.

source: Invalid value => %(error)s
fr: Valeur invalide => %(error)s

# creme_core-noun
source: Filter
fr: Filtre

source: All
fr: Tout

source: Field to update
fr: Champ à mettre à jour

source: The field «{}» is empty
fr: Le champ «{}» est vide

source: Type of property
fr: Type de propriété

source: Related entities
fr: Fiches associées

source: NONE !
fr: AUCUNE !

source: Uneditable entities
fr: Fiches non modifiables

source: This value is invalid.
fr: Cette valeur est invalide.

source: This field is not a date field for this model.
fr: Ce champ date n'existe pas dans ce type de fiche.

source: This date range is invalid.
fr: Cet interval de date n'est pas valide.

source: Please enter a start date and/or a end date.
fr: Veuillez une date de début et/ou de fin.

source: This custom field is invalid with this model.
fr: Ce champ personnalisé est invalide pour ce type de fiche.

source: This date custom field is invalid with this model.
fr: Ce champ personnalisé de date est invalide pour ce type de fiche.

source: This type of relationship type is invalid with this model.
fr: Cette relation est invalide avec ce type de fiche.

source: This content type is invalid.
fr: Ce type de resource n'est pas autorisé.

source: This entity is invalid.
fr: Cette fiche est invalide.

source: This filter is invalid.
fr: Ce filtre est invalide.

source: This property type is invalid with this model.
fr: Ce type de propriété est invalide avec ce type de fiche.

source: The filter must have at least one condition.
fr: Le filtre doit avoir au moins une condition.

source: A private filter must belong to you (or one of your teams).
fr: Un filtre privé doit vous être attribué (ou à une des vos équipes).

source: All users
fr: Tous les utilisateurs

source: True
fr: Vrai

source: False
fr: Faux

source: Has the property
fr: A la propriété

source: Does not have the property
fr: N'a pas la propriété

source: Has the relationship
fr: A la relation

source: Does not have the relationship
fr: N'a pas la relation

source: No choice available.
fr: Aucun choix disponible.

source: No custom field at present.
fr: Aucun champ personnalisé pour le moment.

source: No date custom field at present.
fr: Aucun champ personnalisé de date pour le moment.

source: No relation type at present.
fr: Aucun type de relation pour le moment.

source: (no filter)
fr: (pas de filtre)

source: Invalid format
fr: Format invalide

source: Invalid type
fr: Type invalide

source: This entity does not exist.
fr: Cette fiche n'existe pas.

source: The entity is required.
fr: La fiche est obligatoire.

source: The content type is required.
fr: Le type de resource est obligatoire.

source: This content type is not allowed.
fr: Ce type de resource n'est pas autorisé'.

source: This type of relationship does not exist.
fr: Ce type de relation n'existe pas.

source: This type of relationship causes a constraint error.
fr: Ce type de relation provoque une erreur de contrainte.

source: This content type cause constraint error with the type of relationship.
fr: Ce type de resource provoque une erreur de contrainte avec le type de relation

source: This entity has no property that matches the constraints of the type of relationship.
fr: Cette fiche n'a aucune propriété qui convient avec les contrainte de type de relation

source: Enter a value if you check the box.
fr: Entrez une valeur si vous cochez la case.

source: If you select «customized» you have to specify a start date and/or an end date.
fr: Si vous sélectionnez «Personnalisé» vous devez spécifier une date de début et/ou une date de fin.

source: Start date has to be before end date.
fr: La date début doit être avant la date de fin.

# creme_core-date_range
source: Customized
fr: Personnalisé

source: Enter a valid value (eg: DF8177).
fr: Saisissez une valeur valide (ex: DF8177).

source: Enter a value for "Other" choice.
fr: Entrez une valeur pour le choix "Autre"

source: Other
fr: Autre

source: Select a valid choice. That choice is not one of the available choices.
fr: Sélectionnez un choix valide. Ce choix n'est pas un des choix disponibles.

source: This value is invalid: %(value)s
fr: Cette valeur est invalide : %(value)s

source: This type of relationship is not compatible with «%(model)s».
fr: Ce type de relation n'est pas compatible avec «%(model)s».

source: A private view of list must be assigned to a user/team.
fr: Une vue de liste privée doit être attribuée à un utilisateur/équipe.

source: A private view of list must belong to you (or one of your teams).
fr: Une vue de liste privée doit vous être attribuée (ou à une des vos équipe).

source: Columns
fr: Colonnes

source: All users can see the view, but only the owner can edit or delete it
fr: Cette vue sera visible par tous les utilisateurs, mais seul le propriétaire pourra la modifier ou la supprimer

source: A private view of list can only be used by its owner (or the teammates if the owner is a team)
fr: Une vue de liste privée peut seulement être utilisée par son propriétaire (ou les coéquipiers si le propriétaire est une équipe)

source: You can use these operators: <, <=, >, >= Eg: < 100 You can combine several expressions with the separator «;» Eg: > -100 ; <= 2000
fr: Vous pouvez utiliser ces opérateurs : <, <=, >, >= Ex: < 100 Vous pouvez combiner plusieurs expressions avec le séparateur «;» Ex: > -100 ; <= 2000

source: You can use these operators: <, <=, >, >= Eg: < 100 You can combine several expressions with the separator «;» Eg: > 100 ; <= 2000
fr: Vous pouvez utiliser ces opérateurs : <, <=, >, >= Ex: < 100 Vous pouvez combiner plusieurs expressions avec le séparateur «;» Ex: > 100 ; <= 2000

source: You can use these operators: <, <=, >, >= Eg: < 100 You can combine several expressions with the separator «;» Eg: > 10 ; <= 10.5
fr: Vous pouvez utiliser ces opérateurs : <, <=, >, >= Ex: < 100 Vous pouvez combiner plusieurs expressions avec le séparateur «;» Ex: > 10 ; <= 10,5

source: You must use these operators: <, <=, >, >= Eg: < 100 You can combine several expressions with the separator «;» Eg: > 10 ; <= 10.5
fr: Vous devez utiliser ces opérateurs : <, <=, >, >= Ex: < 100 Vous pouvez combiner plusieurs expressions avec le séparateur «;» Ex: > 10 ; <= 10,5

source: * is empty *
fr: * est vide *

source: Error reading document, unsupported file type: {file}.
fr: Erreur lors de la lecture du document, type de fichier non supporté: {file}.

source: Error reading document: {error}.
fr: Erreur lors de la lecture du document: {error}.

source: File to import
fr: Fichier à importer

source: Header present ?
fr: Entête présent ?

source: Does the first line of the line contain the header of the columns (eg: "Last name","First name") ?
fr: La 1ère ligne du fichier contient-il l'entête des colonnes de valeurs (ex: "Nom","Prénom") ?

source: Error while extracting value: tried to retrieve and then build «{value}» (column {column}) on {model}. Raw error: [{raw_error}]
fr: Erreur lors de l'extraction de valeur: a essayé de retrouver et puis de construire «{value}» (colonne {column}) sur {model}. Erreur brute: [{raw_error}]

source: Error while extracting value: tried to retrieve «{value}» (column {column}) on {model}. Raw error: [{raw_error}]
fr: Erreur lors de l'extraction de valeur: a essayé de retrouver «{value}» (colonne {column}) sur {model}. Erreur brute: [{raw_error}]

source: Enter a valid value.
fr: Saisissez une valeur valide.

source: Select a valid choice. "{value}" is not one of the available sub-field.
fr: Sélectionnez un choix valide. "{value}" n'est pas un des sous-champs disponibles.

source: Error while extracting value [{raw_error}]: tried to retrieve and then build «{value}» on {model}
fr: Erreur lors de l'extraction de valeur ({raw_error}) : a essayé de retrouver et puis de construire «{value}» sur {model}

source: Error while extracting value [{raw_error}]: tried to retrieve «{value}» on {model}
fr: Erreur lors de l'extraction de valeur ({raw_error}) : a essayé de retrouver «{value}» sur {model}

source: You are not allowed to create: %(model)s
fr: Vous n'avez pas la permission de créer : %(model)s

source: Error while extracting value to build a Relation: tried to retrieve {field}=«{value}» (column {column}) on {model}. Raw error: [{raw_error}]
fr: Erreur lors de l'extraction de valeur pour construire une Relation : a essayé de retrouver {field}=«{value}» (colonne {column}) sur {model}. Erreur brute: [{raw_error}]

source: Error while extracting value: tried to build {model} with data={data} (column {column}) ➔ errors={errors}
fr: Erreur lors de l'extraction de valeur: a essayé de construire {model} avec données={data} (colonne {column}) ➔ erreurs={errors}

source: Error while extracting value to build a Relation: tried to retrieve {field}=«{value}» (column {column}) on {model}
fr: Erreur lors de l'extraction de valeur pour construire une Relation: a essayé de retrouver {field}=«{value}» (column {column}) sur {model}

source: The entity
fr: La fiche

source: which field
fr: quel champs

source: equals to
fr: Est égal à

source: This field doesn't exist in this ContentType.
fr: Ce champ n'existe pas dans ce type de fiche.

source: This column is not a valid choice.
fr: Cette colonne n'est pas un choix valide'.

source: Error while extracting value: the choice «{value}» was not found in existing choices (column {column}). Hint: fix your imported file, or configure the import to create new choices.
fr: Erreur lors de l'extraction de valeur: le choix «{value}» n'a pas été trouvé dans les choix existants (colonne {column}).Suggestion : corrigez votre fichier importé, ou configurer l'import pour créer les nouveaux choix.

source: Key fields
fr: Champs clé
