Repository: HybirdCorp/creme_crm
Catalog: creme/creme_core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Select at least one field if you want to use the "update" mode. If an entity already exists with the same field values, it will be simply updated (ie: a new entity will not be created). But if several entities are found, a new entity is created (in order to avoid errors).
fr: Sélectionnez au moins un champ si vous voulez utiliser le mode "mise-à-jour". Si une fiche existe déjà avec les mêmes valeurs de champ, elle sera simplement mise à jour (c-à-d: pas de nouvelle fiche créée). Mais si plusieurs fiches sont trouvées, une nouvelle fiche sera créée (pour éviter les erreurs).

source: This document doesn't exist or doesn't exist any more.
fr: Ce document n'existe pas/plus.

source: You have not the credentials to read this document.
fr: Vous n'avez pas les droits pour lire ce document.

source: Update mode
fr: Mode mise-à-jour

source: Field values
fr: Valeurs de champ

source: Several entities corresponding to the search have been found. So a new entity have been created to avoid errors.
fr: Plusieurs fiches correspondant à la recherche ont été trouvées. Donc une nouvelle fiche a été créée pour éviter les erreurs.

source: Owner user
fr: Utilisateur propriétaire

source: Fixed relationships
fr: Relations fixes

source: Relationships from the file
fr: Relations depuis le fichier

source: General
fr: Général

source: Related properties
fr: Propriétés associées

source: Associated relationships
fr: Relations associées

source: Not in the file
fr: Pas dans le fichier

source: Column {index} - {name}
fr: Colonne {index} - {name}

source: Column {}
fr: Colonne {}

source: Merged entity
fr: Fiche fusionnée

source: There are duplicates: %(duplicates)s
fr: Il y a des doublons: %(duplicates)s

source: An entity can not be linked to itself : %(entities)s
fr: Une fiche ne peut pas être reliée à elle-même : %(entities)s

source: You must give one relationship at least.
fr: Vous devez donner au moins une relation.

source: «%(subject)s» must have the property «%(property)s» in order to use the relationship «%(predicate)s»
fr: «%(subject)s» doit avoir la propriété «%(property)s» pour pouvoir utiliser la relation «%(predicate)s»

source: «%(subject)s» must have a property in «%(properties)s» in order to use the relationship «%(predicate)s»
fr: «%(subject)s» doit avoir une propriété parmi «%(properties)s» pour pouvoir utiliser la relation «%(predicate)s»

source: Unlinkable entities
fr: Fiches non reliables

source: Remove temporary files which are older than:
fr: Supprimer les fichiers temporaires qui sont plus vieux que :

source: Not authenticated user is not allowed to view entities
fr: Un utilisateur non connecté ou anonyme n'est pas autorisé à voir ces fiches

source: Some entities are not viewable: {}
fr: Certaines fiches ne sont pas visibles : {}

source: Not authenticated user is not allowed to edit entities
fr: Un utilisateur non connecté ou anonyme n'est pas autorisé à modifier ces fiches

source: Some entities are not editable: {}
fr: Certaines fiches ne sont pas modifiables : {}

source: Not authenticated user is not allowed to link entities
fr: Un utilisateur non connecté ou anonyme n'est pas autorisé à relier ces fiches

source: Some entities are not linkable: {}
fr: Certaines fiches ne sont pas reliables: {}

source: Not authenticated user is not allowed to link «{model}»
fr: Un utilisateur non connecté ou anonyme n'est pas autorisé à lier «{model}»

source: You are not allowed to link with the «{models}» of this user.
fr: Vous n'êtes pas autorisé à relier avec les «{models}» de cet utilisateur.

source: Clear
fr: Effacer

source: Create
fr: Créer

source: Can't create
fr: Création interdite

# creme_core-verb
source: Select
fr: Sélectionner

source: * no property *
fr: * pas de propriété *

source: Information on the entity (generic)
fr: Information sur la fiche (générique)

source: Information «{model}»
fr: Informations «{model}»

source: Relationship block: «{predicate}»
fr: Bloc de relation: «{predicate}»

source: Unknown type of block (bad uninstall ?)
fr: Type de bloc inconnu (mauvaise désinstallation ?)

source: Information on the entity
fr: Informations sur la fiche

source: Title bar
fr: Barre de titre

source: Download «{file}»
fr: Télécharger «{file}»

source: Yes
fr: Oui

source: No
fr: Non

source: hour
fr: heure

source: second
fr: seconde

source: {count} entity
fr: {count} Fiche

source: Quick creation
fr: Création rapide

source: No type available
fr: Aucun type disponible.

source: Create an entity of any type
fr: Créer une fiche de n'importe quel type

source: No recently visited entity
fr: Aucune fiche récemment visitée

source: To page {}
fr: À la page {}

source: Previous page
fr: Page précédente

source: To another page
fr: Aller à une autre page

source: To last page
fr: À la dernière page

source: To first page
fr: À la première page

source: Next page
fr: Page suivante

source: Name
fr: Nom

source: Creatable resources
fr: Ressources créables

source: Exportable resources
fr: Ressources exportables

source: Create a role
fr: Créer un rôle

source: Save the role
fr: Enregistrer le rôle

source: Role
fr: Rôle

source: Roles
fr: Rôles

source: All entities
fr: Toutes les fiches

source: User's own entities
fr: Ses propres fiches

source: Filtered entities
fr: Fiches filtrées

source: Type of entities set
fr: Type d'ensemble de fiches

source: The choice «Filtered entities» allows to configure credentials based on values of fields or relationships for example.
fr: Le choix «Fiches filtrées» permet de configurer des droits basés sur la valeurde champs ou bien les relations par exemple.

source: Apply to a specific type
fr: Appliquer à un type spécifique

source: Allow or forbid?
fr: Autoriser ou interdire ?

source: The users are allowed to perform the selected actions
fr: les utilisateurs sont autorisés à effectuer les actions sélectionnées

source: The users are NOT allowed to perform the selected actions
fr: les utilisateurs NE sont PAS autorisés à effectuer les actions sélectionnées

source: Notice that actions which are forbidden & allowed at the same time are considered as forbidden when final permissions are computed.
fr: Remarquez que les actions qui sont à la fois interdites et autorisées sont considérées comme interdites quand les permissions finales sont calculées.

source: view
fr: voir

source: change
fr: modifier

source: delete
fr: supprimer

source: link
fr: délier

source: unlink
fr: délier

source: nothing forbidden
fr: rien d'interdit

source: nothing allowed
fr: rien d'autorisé

source: For “{set}“ of type “{type}” it is forbidden to: {perms}
fr: Pour “{set}“ du type “{type}” interdit de : {perms}

source: For “{set}“ of type “{type}” it is allowed to: {perms}
fr: Pour “{set}“ du type “{type}” autorisé à : {perms}

source: For “{set}“ it is forbidden to: {perms}
fr: Pour “{set}“ interdit de : {perms}

source: For “{set}“ it is allowed to: {perms}
fr: Pour “{set}“ autorisé à : {perms}

source: Username
fr: Nom d'utilisateur

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
fr: Requis. 30 caractères maximum. Uniquement des lettres, nombres et les caractères « @ », « . », « + », « - » et « _ ».

source: Last name
fr: Nom

source: First name
fr: Prénom

source: Email address
fr: Adresse e-mail

source: Date joined
fr: Date d'inscription

source: Active?
fr: Actif ?

source: Is staff?
fr: Est administrateur ?

source: Is a superuser?
fr: Est un super-utilisateur ?

source: Is a team?
fr: Est une équipe ?

source: Teammates
fr: Coéquipiers

source: Time zone
fr: Fuseau horaire

source: Theme
fr: Thème

source: Create a user
fr: Créer un utilisateur

source: Save the user
fr: Enregistrer l'utilisateur

source: Users
fr: Utilisateurs

source: {user} (team)
fr: {user} (équipe)

source: Invalid app "{}"
fr: App invalide "{}"

source: You are not allowed to access to the app: {}
fr: Vous n'avez pas accés à cette application: {}

source: You are not allowed to configure this app: {}
fr: Vous n'êtes pas autorisé à configurer cette app: {}

source: You are not allowed to edit this entity: {}
fr: Vous n'êtes pas autorisé à modifier cette fiche: {}

source: You are not allowed to create: {}
fr: Vous n'avez pas la permission de créer : {}

source: You are not allowed to delete this entity: {}
fr: Vous n'êtes pas autorisé à supprimer cette fiche: {}

source: You are not allowed to export: {}
fr: Vous n'avez pas la permission d'exporter: {}

source: You are not allowed to link this entity: {}
fr: Vous n'êtes pas autorisé à relier cette fiche: {}

source: You are not allowed to link: {}
fr: Vous n'avez pas la permission de lier: {}

source: You are not allowed to unlink this entity: {}
fr: Vous n'êtes pas autorisé à délier cette fiche: {}

source: You are not allowed to view this entity: {}
fr: Vous n'êtes pas autorisé à voir cette fiche: {}

source: Save
fr: Enregistrer

source: Related type
fr: Type associé

source: Related role
fr: Rôle associé

source: Default block configuration for detail-views uses «{block}»
fr: La configuration par défaut des blocs pour les vues détaillée utilise «{block}»

source: Block configuration for detail-views of «{model}» for role «{role}» uses «{block}»
fr: La configuration des blocs pour la vue détaillée de «{model}» pour le rôle «{role}» utilise «{block}»

source: Block configuration for detail-views of «{model}» for superusers uses «{block}»
fr: La configuration des blocs pour la vue détaillée de «{model}» pour les super-utilisateurs utilise «{block}»

source: Block configuration for detail-views of «{model}» uses «{block}»
fr: La configuration des blocs pour la vue détaillée de «{model}» utilise «{block}»

source: Block configuration of Home for role «{role}» uses «{block}»
fr: La configuration des blocs pour l'accueil du role «{role}» utilise «{block}»

source: Block configuration of Home for superusers uses «{block}»
fr: La configuration des blocs pour l'accueil des super-utilisateurs utilise «{block}»

source: Block configuration of Home uses «{block}»
fr: La configuration des blocs pour l'accueil utilise «{block}»

source: Block configuration of "My page" for «{user}» uses «{block}»
fr: La configuration des blocs de "My page" pour l'utilisateur «{user}» utilise «{block}»

source: Default block configuration of "My page" uses «{block}»
fr: La configuration par défaut des blocs de "My page" utilise «{block}»

source: This block is used in the default detail-view configuration
fr: Ce bloc est utilisé dans la configuration de la vue détaillée par défaut

source: This block is used in the detail-view configuration of «{model}»
fr: Ce bloc est utilisé dans la configuration de la vue détaillée de «{model}»

source: This block is used in the detail-view configuration of «{model}» for superusers
fr: Ce bloc est utilisé dans la configuration de la vue détaillée de «{model}» pour les super-utilisateurs

source: This block is used in the default Home configuration
fr: Ce bloc est utilisé dans la configuration par défaut de l'accueil

source: This block is used in the Home configuration for superusers
fr: Ce bloc est utilisé dans la configuration de l'accueil pour les super-utilisateurs

source: This block is used in the Home configuration of role «{}»
fr: Ce bloc est utilisé dans la configuration de l'accueil du rôle «{}»

source: This block is used in the default configuration for "My page"
fr: Ce bloc est utilisé dans la configuration par défaut de "Ma page"

source: This block is used in the configuration of «{}» for "My page"
fr: Ce bloc est utilisé dans la configuration de «{}» pour "Ma page"

source: Block ID
fr: Identifiant de bloc

source: Related type of relationship
fr: Type de relation associé

source: Create a type of block
fr: Créer un type de bloc

source: Save the block
fr: Enregistrer le bloc

source: Block related entity
fr: Fiche associée au bloc

source: Create a block
fr: Créer un bloc

source: Button ID
fr: Identifiant de bouton

source: Priority
fr: Priorité

source: Button to display
fr: Bouton à afficher

source: Buttons to display
fr: Boutons à afficher

source: Deprecated button
fr: Bouton obsolète

source: Text
fr: Texte

source: Applies on entities with following types
fr: S'applique aux fiches des types suivants

source: Is copiable
fr: Est copiable

source: Create a type of property
fr: Créer un type de propriété

source: Save the type of property
fr: Enregistrer le type de propriété

source: Types of property
fr: Types de propriété

source: Property
fr: Propriété

source: Currency
fr: Devise

source: Local symbol
fr: Symbole local

source: International symbol
fr: Symbol international

source: Create a currency
fr: Créer une devise

source: Currencies
fr: Devises

source: Field name
fr: Nom du champ

source: Field type
fr: Type du champ

source: Is required?
fr: Est obligatoire ?

source: A required custom-field must be filled when a new entity is created ; existing entities are not immediately impacted.
fr: Un champ personnalisé obligatoire doit être rempli quand une nouvelle fiche est créée ; les fiches existantes ne sont pas immédiatement concernées.

source: Is deleted?
fr: Est supprimé ?

source: Create a custom field
fr: Créer un champ personnalisé

source: Save the custom field
fr: Enregistrer le champ personnalisé

source: Custom field
fr: Champ personnalisé

source: Short string
fr: Chaîne de caractères courte

source: Long text
fr: Texte long

source: URL (link)
fr: URL (lien)

source: Integer
fr: Nombre entier

source: Decimal
fr: Nombre à virgule

source: Date and time
fr: Date et heure

source: Boolean (2 values: Yes/No)
fr: Booléen (2 valeurs: Oui/Non)

source: Choice list
fr: Liste de choix

source: Multiple choice list
fr: Liste de choix multiples

source: Cannot delete some instances of model «{model}» because they are referenced through a protected foreign key: «{related} - {field}»
fr: Certaines instances du modèle «{model}» ne peuvent être suprrimées car elles sont utiliséesvia une clé étrangère protégée : «{related} - {field}»

source: Creation date
fr: Date de création

source: Last modification
fr: Dernière modification

source: Create an entity
fr: Créer une fiche

source: Save the entity
fr: Enregistrer la fiche

source: Entity #{id} (not viewable)
fr: Fiche #{id} (non visible)

source: All users can see this filter, but only the owner can edit or delete it
fr: Ce filtre sera visible par tous les utilisateurs, mais seul le propriétaire pourra le modifier ou le supprimer

# creme_core-entity_filter
source: Is private?
fr: Est privé ?

source: A private filter can only be used by its owner (or the teammates if the owner is a team)
fr: Un filtre privé peut seulement être utilisé par son propriétaire (ou les coéquipiers si le propriétaire est une équipe)

source: The entity is accepted if
fr: La fiche est acceptée si

source: All the conditions are met
fr: Toutes les conditions sont remplies

source: Any condition is met
fr: Au moins une condition est remplie

source: Create a filter
fr: Créer un filtre

source: Save the filter
fr: Enregistrer le filtre

source: Filter of Entity
fr: Filtre de fiche

source: Filters of Entity
fr: Filtres de fiche

source: This filter can't be edited/deleted
fr: Ce filtre ne peut être modifié/effacé

source: You cannot edit/delete a system filter
fr: Vous ne pouvez pas modifier/supprimer un filtre système

source: You are not allowed to access to this app
fr: Vous n'êtes autorisé à accéder à cette application

source: You are not allowed to view/edit/delete this filter
fr: Vous n'êtes pas autorisé à voir/modifier/supprimer ce filtre

source: A condition can not reference its own filter.
fr: Une condition ne peut pas référencer son propre filtre.

source: There is a cycle with a sub-filter.
fr: Il y a un cycle avec un sous-filtre.

source: This filter cannot be private because it is a sub-filter for the public filter "{}"
fr: Ce filtre ne peut pas être privé parce que c'est un sous-filtre pour le filtre public "{}"

source: This filter cannot be private and belong to this team because it is a sub-filter for the filter "{filter}" which belongs to the team "{team}".
fr: Ce filtre ne peut pas être privé et appartenir à cette équipe parce que c'est un sous-filtre pour le filtre "{filter}" qui appartient à l'équipe "{team}".

source: This filter cannot be private and belong to this team because it is a sub-filter for the filter "{filter}" which belongs to the user "{user}" (who is not a member of this team).
fr: Ce filtre ne peut pas être privé et appartenir à cette équipe parce que c'est un sous-filtre pour le filtre "{filter}" qui appartient à l'utilisateur "{user}" (qui n'est pas membre de cette équipe).

source: This filter cannot be private because it is a sub-filter for a private filter of another user.
fr: Ce filtre ne peut pas être privé parce que c'est un sous-filtre un filtre privé d'un autre utilisateur.

source: This filter cannot be private and belong to a user because it is a sub-filter for the filter "{}" which belongs to a team.
fr: Ce filtre ne peut pas être privé et appartenir à un utilisateur parce que c'est un sous-filtre pour le filtre "{}" qui appartient à une équipe.

source: A private filter must be assigned to a user/team.
fr: Un filtre privé doit être attribué à un utilisateur/équipe.

source: A private filter which belongs to a team can only use public sub-filters & private sub-filters which belong to this team. So this private sub-filter cannot be chosen: {}
fr: Un filtre privé qui appartient à une équipe peut seulement utiliser des sous-filtres publiques & des sous-filtres privés qui appartiennent à cette équipe. Donc ce sous-filtre privé ne peut pas être choisi : {}

source: A private filter can only use public sub-filters, & private sub-filters which belong to the same user and his teams. So this private sub-filter cannot be chosen: {}
fr: Un filtre privé peut seulement utiliser des sous-filtres publiques & des sous-filtres privés qui appartiennent au même utilisateur ou à une de ses équipes. Donc ce sous-filtre privé ne peut pas être choisi : {}

source: Your filter must be private in order to use this private sub-filter: {}
fr: Votre filtre doit être privé pour pouvoir utiliser ce sous-filtre privé : {}

source: You can not delete this filter, because it is used as sub-filter by: {}
fr: Vous ne pouvez pas supprimer ce filtre, car il est utilisé comme sous-filtre par : {}

source: HTML Color
fr: Couleur HTML

source: Create a fields configuration
fr: Créer une configuration de champs

source: Save the configuration
fr: Enregistrer la configuration

source: Configuration of {model}
fr: Configuration de {model}

source: Warning: the app «{app}» need the field «{field}».
fr: Attention: l'app «{app}» a besoin du champ «{field}».

source: Name of the view
fr: Nom de la vue

# creme_core-header_filter
source: Is private?
fr: Est privée ?

source: Create a view
fr: Créer une vue

source: Save the view
fr: Enregistrer la vue

source: This view can't be deleted
fr: Cette vue ne peut être supprimée

source: You are not allowed to edit/delete this view
fr: Vous n'êtes pas autorisé à modifier/supprimer cette vue

source: N/A
fr: NC

source: Set field “{field}”
fr: Champ “{field}” modifié

source: Set field “{field}” to “{value}”
fr: Champ “{field}” mis à “{value}”

source: Set field “{field}” from “{oldvalue}” to “{value}”
fr: Champ “{field}” passe de “{oldvalue}” à “{value}”

source: Creation
fr: Création

source: Edition
fr: Modification

source: Deletion
fr: Suppression

source: Related modification
fr: Modification liée

source: Property creation
fr: Création de propriété

source: Add property “{}”
fr: Ajout de la propriété “{}”

source: Property deletion
fr: Suppression de propriété

source: Delete property “{}”
fr: Suppression de la propriété “{}”

source: Relationship
fr: Relation

source: Add a relationship “{}”
fr: Ajout de la relation: “{}”

source: Relationship deletion
fr: Suppression de Relation

source: Delete a relationship “{}”
fr: Suppression de la relation “{}”

source: Auxiliary (creation)
fr: Auxiliaire (création)

source: Add <{type}>: “{value}”
fr: Ajout de <{type}>: “{value}”

source: Auxiliary (edition)
fr: Auxiliaire (modification)

source: Edit <{type}>: “{value}”
fr: Modification de <{type}>: “{value}”

source: Auxiliary (deletion)
fr: Auxiliaire (suppression)

source: Delete <{type}>: “{value}”
fr: Suppression de <{type}>: “{value}”

source: Mass export
fr: Export en masse

source: Export of {count} «{model}» (view «{view}» & filter «{filter}»)
fr: Export de {count} «{model}» (vue «{view}» & filtre «{filter}»)

source: Line of history
fr: Ligne d'historique

source: Lines of history
fr: Lignes d'historique

source: Language
fr: Langue

source: Languages
fr: Langues

source: Type of job
fr: Type de job

source: Enabled
fr: Activé

source: Reference run
fr: Exécution de référence

source: Periodicity
fr: Périodicité

source: Last run
fr: Dernière exécution

source: Status
fr: Statut

source: Waiting
fr: En attente

source: Error
fr: Erreur

source: Completed successfully
fr: Terminé avec succès

source: Predicate
fr: Prédicat

source: Create a type of relationship
fr: Créer un type de relation

source: Save the type
fr: Enregistrer le type

source: Type of relationship
fr: Type de relation

source: Types of relationship
fr: Types de relation

source: No relationship
fr: Aucune relation

source: You can't add/delete the relationships with this type (internal type)
fr: Vous ne pouvez pas ajouter/supprimer les relations de ce type (type interne)

source: Create a semi-fixed type of relationship
fr: Créer un type de relation semi-fixé

source: Semi-fixed type of relationship
fr: Type de relation semi-fixé

source: Reminder
fr: Mémento

source: Related resource
fr: Ressource associée

# creme_core-search_conf
source: Disabled?
fr: Désactivée ?

source: Create a search configuration
fr: Créer une configuration de recherche

source: Search configuration of super-users for «{model}»
fr: Configuration de recherche des super-utilisateurs pour «{model}»

source: Default search configuration for «{model}»
fr: Configuration de recherche par défaut pour «{model}»

source: Search configuration of «{role}» for «{model}»
fr: Configuration de recherche de «{role}» pour «{model}»

source: VAT
fr: TVA

source: Is default?
fr: Par défaut ?

source: Create a VAT value
fr: Créer une valeur de TVA

source: owns
fr: possède

source: belongs to
fr: appartient à

source: replaceMe@byYourAddress.com
fr: remplacezMoi@parVotreAdresse.fr

source: United States dollar
fr: Dollar américain

source: French
fr: Français

source: English
fr: Anglais

source: Restricted to superusers
fr: Réservé aux super-utilisateurs

source: By default, are blocks open ?
fr: Par défaut, est-ce que les blocs apparaîssent ouverts ?

source: By default, are empty fields displayed ?
fr: Par défaut, est-ce que les champs vides sont affichés ?

source: Display the currency local symbol (ex: €) ? If no the international symbol will be used (ex: EUR)
fr: Afficher la devise avec son symbole locale (ex: €) ? Sinon le symbole internationale sera utilisé (ex: EUR).

source: Back to home
fr: Revenir à l'accueil

source: Strategic summary
fr: Résumé stratégique

source: Do you really want to send this entity to the trash?
fr: Voulez-vous vraiment envoyer cette fiche dans la corbeille ?

source: Do you really want to clone this entity?
fr: Voulez-vous vraiment cloner cette fiche ?

source: Merge
fr: Fusionner

source: Restore
fr: Restaurer

source: Do you really want to restore this entity?
fr: Voulez-vous vraiment restaurer cette fiche ?

source: Delete permanently
fr: Supprimer définitivement

source: Do you really want to delete this entity definitely?
fr: Voulez-vous vraiment supprimer définitivement cette fiche ?

source: {count} Error
fr: {count} Erreur
