Repository: HybirdCorp/creme_crm
Catalog: creme/polls/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Polls
fr: Sondages

source: Tools
fr: Outils

source: Form lines
fr: Lignes de formulaire

source: {questions} and {sections}
fr: {questions} et {sections}

source: Reply lines
fr: Lignes de réponse

source: Form replies
fr: Réponses à des formulaires

source: Related form replies
fr: Réponses de formulaires reliées

source: Integer
fr: Nombre entier

source: The upper bound must be greater than the lower bound.
fr: La borne supérieure doit être plus grande que la borne inférieure.

source: Integer less than {max_value}
fr: Nombre entier plus petit que {max_value}

source: Integer greater than {min_value}
fr: Nombre entier plus grand que {min_value}

source: Integer between {min_value} and {max_value}
fr: Nombre entier entre {min_value} et {max_value}

source: Boolean (Yes/No)
fr: Booléen (Oui/Non)

source: No
fr: Non

source: Yes
fr: Oui

source: String
fr: Chaîne de caractères

source: Text area
fr: Zone de texte

source: Hour
fr: Heure

source: Choice list
fr: Liste de choix

source: Choice list ({})
fr: Liste de choix ({})

source: Choice list ({choices}) (deleted: {del_choices})
fr: Liste de choix ({choices}) (supprimé: {del_choices})

source: Give 2 choices at least.
fr: Donnez au moins 2 choix.

source: Multiple choice list
fr: Liste de choix multiples

source: Multiple choice list ({})
fr: Liste de choix multiples ({})

source: Multiple choice list ({choices}) (deleted: {del_choices})
fr: Liste de choix multiples ({choices}) (supprimé(s) : {del_choices})

source: Choice list with free choice
fr: Liste de choix avec choix libre

source: Choice list with free choice ({})
fr: Liste de choix avec choix libre ({})

source: Choice list with free choice ({choices}) (deleted: {del_choices})
fr: Liste de choix avec choix libre ({choices}) (supprimé(s) : {del_choices})

source: Other
fr: Autre

source: Comment
fr: Remarques

# polls
source: Creation form for campaign
fr: Formulaire de création de campagne

# polls
source: Edition form for campaign
fr: Formulaire de modification de campagne

source: Creation form for poll-form
fr: Formulaire de création de formulaire de sondage

source: Edition form for poll-form
fr: Formulaire de modification de formulaire de sondage

source: This source is invalid.
fr: Cette source est invalide.

source: This choice is invalid.
fr: Ce choix est invalide.

source: Lower bound
fr: Borne inférieure

source: For integer type only.
fr: Pour les nombres entiers uniquement.

source: Upper bound
fr: Borne supérieure

source: Available choices
fr: Choix disponibles

source: Give the possible choices (one per line) if you choose the type "Choice list".
fr: Mettez les choix possibles (un par ligne) si vous avez choisi le type "Liste de choix".

source: Before: «{question}» (#{number})
fr: Avant : «{question}» (n°{number})

source: Start of section
fr: Début de section

source: End of section
fr: Fin de section

source: Order
fr: Ordre

source: Choices can not be empty.
fr: Les choix ne peuvent pas être vides.

source: You can not delete the choice "%(choice)s" because it is used in a condition by the question "%(question)s".
fr: vous ne pouvez pas supprimer le choix "%(choice)s" car il est utilisé dans une condition par la question "%(question)s".

source: Existing choices
fr: Choix existants

source: Uncheck the choices you want to delete.
fr: Décochez les choix que vous voulez supprimer.

source: New choices of the list
fr: Nouveaux choix de la liste

source: Give the new possible choices (one per line).
fr: Rentrez les nouveaux choix possibles (un par ligne).

source: Use OR or AND between conditions
fr: Utiliser OU ou ET entre les conditions

source: AND
fr: ET

source: OR
fr: OU

source: Name
fr: Nom

# polls
source: Related campaign
fr: Campagne associée

source: Number of replies
fr: Nombre de réponses

source: Persons who filled
fr: Personnes qui ont rempli

source: Each reply will be linked to a person (and "Number of replies" will be ignored)
fr: Chaque réponse sera liée à une personne (et "Nombre de réponses" sera ignoré)

source: Related form
fr: Formulaire lié

source: The form must contain one line at least.
fr: Le formulaire doit contenir au moins une ligne.

source: Person who filled
fr: Personne qui a rempli

source: Replies
fr: Réponses

source: Not applicable
fr: Sans objet

source: The answer is required.
fr: La réponse est obligatoire.

source: Goal of the campaign
fr: But de la campagne

source: Related segment
fr: Segment concerné

source: Expected replies number
fr: Nombre de réponses attendu

# polls
source: Create a campaign
fr: Créer une campagne

# polls
source: Save the campaign of polls
fr: Enregistrer la campagne

source: Campaign of polls
fr: Campagne de sondages

source: Campaigns of polls
fr: Campagnes de sondage

source: Create a form
fr: Créer un formulaire

source: Save the form of poll
fr: Enregistrer le formulaire

source: Form of poll
fr: Formulaire de sondage

source: Forms of poll
fr: Formulaires de sondage

source: Section body
fr: Corps de section

source: Create a section
fr: Créer une section

source: Save the section
fr: Enregistrer la section

source: There is at least one question in this section.
fr: Il y a au moins une question dans cette section.

source: Create a question
fr: Créer une question

source: Save the question
fr: Enregistrer la question

source: There is at least one other question which depends on this question.
fr: Il y a au moins une autre question qui dépend de celle-ci.

source: This question is already disabled.
fr: Cette question est déjà désactivée.

source: Save the condition
fr: Enregistrer la condition

source: Is complete
fr: Est complet

source: Create a reply
fr: Créer une réponse

source: Save the reply
fr: Enregistrer la réponse

source: Create replies
fr: Créer des réponses

source: Save the replies
fr: Enregistrer les réponses

source: Form reply
fr: Réponse à un formulaire

source: Answer
fr: Réponse

# polls-poll_type
source: Create a type
fr: Créer un type

source: Type of poll
fr: Type de sondage

source: Types of poll
fr: Types de sondage

source: Form view
fr: Vue de Formulaire

source: Reply view
fr: Vue de Réponse

source: Campaign view
fr: Vue de Campagne

source: Survey
fr: Enquête

source: Monitoring
fr: Suivi

source: Assessment
fr: Contrôle des connaissances

source: {count} Filled form reply
fr: {count} Réponse à un formulaire remplie

source: {count} Filled form replies
fr: {count} Réponses à un formulaire remplies

source: Filled form replies
fr: Réponses à un formulaire remplies

source: Link to replies
fr: Lier aux réponses

source: View statistics
fr: Voir les statistiques

source: New question
fr: Nouvelle question

source: New section
fr: Nouvelle section

source: Edit this section
fr: Modifier cette section

source: Delete this section
fr: Supprimer cette section

source: New sub-section
fr: Nouvelle sous-section

source: Delete this question
fr: Supprimer cette question

source: Edit conditions
fr: Modifier les conditions

source: Add conditions
fr: Ajouter des conditions

source: Disable this question
fr: Désactiver cette question

source: Are you sure?
fr: Êtes-vous sûr ?

source: No question or section for the moment
fr: Pas de question ou de section pour le moment

source: {count} Reply
fr: {count} Réponse

source: {count} Replies
fr: {count} Réponses

source: Fill
fr: Remplir

source: No related reply for the moment
fr: Pas de réponse reliée pour le moment

source: Answers
fr: Réponses

source: Clean
fr: Effacer

# polls
source: N/A
fr: Sans objet

source: Statistics
fr: Statistiques

source: Poll statistics
fr: Statistiques de sondage

source: The answer to the question #{number} contains «{answer}».
fr: La réponse à la question n°{number} contient «{answer}».

source: The answer to the question #{number} is «{answer}».
fr: La réponse à la question n°{number} est «{answer}».

source: [An error occurred]
fr: [Une erreur s'est produite]

source: Question for «{entity}»
fr: Question pour «{entity}»

source: Section for «{entity}»
fr: Section pour «{entity}»

source: New question for «{entity}»
fr: Nouvelle question pour «{entity}»

source: New question for section «{section}»
fr: Nouvelle question pour la section «{section}»

source: New section for «{entity}»
fr: Nouvelle section pour «{entity}»

source: New sub-section for «{section}»
fr: Nouvelle sous-section pour «{section}»

source: Conditions for «{entity}»
fr: Conditions pour «{entity}»

source: Save the conditions
fr: Enregistrer les conditions

source: Reminder of the previous answered question :
fr: Rappel de la Question/Réponse précédente :

source: Answers of the form : {}
fr: Réponses à un formulaire : {}

source: All questions have been answered.
fr: Les questions ont déjà toute une réponse.

source: New replies for «{entity}»
fr: Nouvelles réponses pour «{entity}»

source: Existing replies for «{entity}»
fr: Réponses existantes pour «{entity}»

source: Link to the replies
fr: Lier aux réponses

source: Answer edition
fr: Modification de réponse

source: Save the modification
fr: Enregistrer la modification
