Repository: HybirdCorp/creme_crm
Catalog: creme/vcfs/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Generate a VCF
fr: Générer un VCF

source: Import from a VCF file
fr: Importer depuis un fichier VCF

source: Generate a VCF file
fr: Générer un fichier VCF

source: This button generates a VCF file from the current contact. App: VCF
fr: Ce bouton génère un fichier VCF depuis le contact courant. App: VCF

source: VCF file
fr: Fichier VCF

source: VCF file is invalid [%(error)s]
fr: Fichier VCF non valide [%(error)s]

source: Region
fr: Région

source: Create or attach organisation
fr: Créer ou attacher une société

source: Position in the organisation
fr: Statut dans la société

source: Update name
fr: Mettre à jour le nom

source: Update organisation selected name
fr: Met à jour le nom de la société sélectionnée

source: Update phone
fr: Mettre à jour le numéro de téléphone

source: Update organisation selected phone
fr: Met à jour le numéro de téléphone de la société sélectionnée

source: Update fax
fr: Mettre à jour le fax

source: Update organisation selected fax
fr: Met à jour le fax de la société sélectionnée

source: Update email
fr: Mettre à jour l'e-mail

source: Update organisation selected email
fr: Met à jour l'e-mail de la société sélectionnée

source: Update web site
fr: Mettre à jour le site web

source: Update organisation selected web site
fr: Met à jour le site web de la société sélectionnée

source: Update address
fr: Mettre à jour l'adresse

source: Update organisation selected address
fr: Met à jour l'adresse de la société sélectionnée

source: Required, if you want to create organisation
fr: Requis, si vous voulez créer une société

source: Create organisation not checked
fr: Créer une société non sélectionnée

source: Organisation not selected
fr: Société non sélectionnée

source: Required, if you want to update organisation
fr: Requis, si vous voulez mettre à jour la société

source: Details
fr: Détails

source: Organisation billing address
fr: Adresse de facturation de la société

source: Read in VCF File without type :
fr: Lu dans le fichier VCF sans type précisé :

source: Read in VCF File :
fr: Lu dans le fichier VCF :

source: Image of {contact}
fr: Image de {contact}

source: Imported by VCFs
fr: Importé par VCFs

source: Generate a VCF file from «%(contact)s».
fr: Générer un fichier VCF depuis «%(contact)s».

source: Import contact from VCF file
fr: Importer un contact depuis un fichier VCF

source: Import this VCF file
fr: Importer ce fichier VCF
