Repository: HybirdCorp/creme_crm
Catalog: creme/billing/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Download
fr: Télécharger

source: Download as PDF
fr: Télécharger en tant que PDF

source: Invoice number
fr: Numéro de Facture

source: Generate the number of the Invoice
fr: Générer le numéro de facture

source: Do you really want to generate an invoice number?
fr: Voulez vous vraiment générer un numéro de facture ?

source: Billing
fr: Facturation

source: Management
fr: Gestion

# billing-quote_stats
source: {count} won
fr: {count} gagné

# billing-quote_stats
source: {count} in all
fr: {count} en tout

source: Product lines
fr: Lignes produit

source: Service lines
fr: Lignes service

source: Related Credit Notes
fr: Avoirs relatifs

source: Create a credit note
fr: Créer un avoir

source: Target and source
fr: Cible et source

source: Received invoices
fr: Factures reçues

source: Received billing documents
fr: Documents comptables reçus

source: {count} Received billing document
fr: {count} Document comptable reçu

source: {count} Received billing documents
fr: {count} Documents comptables reçus

source: No received billing document for the moment
fr: Aucun document comptable reçu pour le moment

source: Received quotes
fr: Devis reçus

source: {count} Received quote
fr: {count} Devis reçu

source: {count} Received quotes
fr: {count} Devis reçus

source: No received quote for the moment
fr: Aucun devis reçu pour le moment

source: Received sales orders
fr: Bons de commande reçus

source: {count} Received sales order
fr: {count} Bon de commande reçu

source: {count} Received sales orders
fr: {count} Bons de commande reçus

source: No received sales order for the moment
fr: Aucun bon reçu pour le moment

source: Received credit notes
fr: Avoirs reçus

source: {count} Received credit note
fr: {count} Avoir reçu

source: {count} Received credit notes
fr: {count} Avoirs reçus

source: No received credit note for the moment
fr: Aucun avoir reçu pour le moment

source: Payment information
fr: Informations de paiement

source: Default payment information
fr: Information de paiement par défaut

source: Billing statistics
fr: Statistiques de facturation

source: This button generates the number for the current invoice. App: Billing
fr: Ce bouton génère le nombre pour la facture actuelle. App: Facturation

source: Create a related invoice
fr: Créer une facture liée

source: This button displays the creation form for invoices. The current entity is pre-selected to be the target of the created invoice. App: Billing
fr: Ce bouton affiche le formulaire de création des factures. La fiche courante est pré-sélectionnée pour être la cible de la facture créée.App: Facturation

source: Create a related salesorder
fr: Créer un bon de commande lié

source: This button displays the creation form for salesorders. The current entity is pre-selected to be the target of the created order. App: Billing
fr: Ce bouton affiche le formulaire de création des bons de commande. La fiche courante est pré-sélectionnée pour être la cible du bon créé.App: Facturation

source: Create a related quote
fr: Créer un devis lié

source: This button displays the creation form for quotes. The current entity is pre-selected to be the target of the created quote. App: Billing
fr: Ce bouton affiche le formulaire de création des devis. La fiche courante est pré-sélectionnée pour être la cible du devis créé.App: Facturation

source: Convert to Invoice
fr: Convertir en Facture

source: This button converts automatically the current entity into an invoice. Notice that the current entity is kept unchanged, a new invoice is created. App: Billing
fr: Ce bouton convertit automatiquement la fiche courante en facture. Notez que la fiche courante n'est pas modifiée, une nouvelle facture est créée. App: Facturation

source: Convert to Salesorder
fr: Convertir en Bon de Commande

source: This button converts automatically the current entity into an salesorder. Notice that the current entity is kept unchanged, a new order is created. App: Billing
fr: Ce bouton convertit automatiquement la fiche courante en bon de commande. Notez que la fiche courante n'est pas modifiée, un nouveau bon est créé. App: Facturation

source: Convert to Quote
fr: Convertir en Devis

source: This button converts automatically the current entity into an quote. Notice that the current entity is kept unchanged, a new quote is created. App: Billing
fr: Ce bouton convertit automatiquement la fiche courante en devis. Notez que la fiche courante n'est pas modifiée, un nouveau devis est créé. App: Facturation

source: Percent
fr: Pourcentage

source: Amount per line
fr: Montant sur le total

source: Amount per unit
fr: Montant par unité

source: Creation form for invoice
fr: Formulaire de création de facture

source: Edition form for invoice
fr: Formulaire de modification de facture

source: Creation form for quote
fr: Formulaire de création de devis

source: Edition form for quote
fr: Formulaire de modification de devis

source: Creation form for salesorder
fr: Formulaire de création de bon

source: Edition form for salesorder
fr: Formulaire de modification de bon

source: Creation form for credit note
fr: Formulaire de création d'avoir

source: Edition form for credit note
fr: Formulaire de modification d'avoir

# billing
source: Creation form for template
fr: Formulaire de création de patron

# billing
source: Edition form for template
fr: Formulaire de modification de patron

source: The generation of the PDF file has failed ; please contact your administrator.
fr: La génération du PDF a échoué ; prévenez votre administrateur.

source: An error happened while generating the PDF file.
fr: Une erreur s'est produite pendant la génération du fichier PDF.

source: .xls (data for template)
fr: .xls (données pour patron)

source: {currency} per line
fr: {currency} sur le total

source: {currency} per unit
fr: {currency} par unité

# billing
source: Source organisation
fr: Société émettrice

# billing
source: Target
fr: Cible

source: Overall discount (in %)
fr: Remise globale (en %)

source: If you chose an organisation managed by Creme (like «{}») as source organisation, a number will be automatically generated.
fr: Si vous choisissez une société gérée par Creme (comme «{}») en tant qu'émettrice, un nombre sera automatiquement généré.

source: Organisations
fr: Sociétés

source: Credit notes
fr: Avoirs

source: Agnostic (raw data)
fr: Agnostique (données brutes)

source: You have to choose the country, because of the legal notices printed of the output document.
fr: Vous devez choisir le pays, à cause des mentions légales imprimées sur le document sorti

source: Theme
fr: Thème

source: Enter a number between 0 and 100 (it is a percentage).
fr: Entrez un nombre entre 0 et 100 (c'est un pourcentage).

source: Quantity
fr: Quantité

source: Discount
fr: Remise

source: Percentage applied on the unit price
fr: Pourcentage appliqué sur le prix unitaire

source: Vat
fr: TVA

source: Products
fr: Produits

source: Products choice
fr: Choix du ou des produits

source: Optional global information applied to your selected products
fr: Informations complémentaires applicables à votre sélection de produits

source: Services choice
fr: Choix du ou des services

source: Optional global information applied to your selected services
fr: Informations complémentaires applicables à votre sélection de services

source: Sub-category
fr: Sous-catégorie

source: You are not allowed to create this entity
fr: Vous n'êtes pas autorisé à créer cette fiche

source: You are not allowed to add this item to the catalog because it is not on the fly
fr: Vous n'êtes pas autorisé à ajouter cet élément au catalogue car il ne s'agit pas d'une ligne à la volée

source: Update the billing address
fr: Mettre à jour l'adresse de facturation

source: In update mode, update the billing address from the target.
fr: En mode mise-à-jour, mettre à jour l'adresse de facturation depuis la cible.

source: Update the shipping address
fr: Mettre à jour l'adresse de livraison

source: In update mode, update the shipping address from the target.
fr: En mode mise-à-jour, mettre à jour l'adresse de livraison depuis la cible.

source: If you chose an organisation managed by Creme as source organisation, a number will be automatically generated for created «{}».
fr: Si vous choisissez une société gérée par Creme en tant qu'émettrice, un nombre sera automatiquement généré for les «{}» créé(e)s.

source: Billing address
fr: Adresse de facturation

source: Shipping address
fr: Adresse de livraison

source: Status
fr: Statut

source: Status of {}
fr: Statut de {}

source: If a number is given, it will be only used as fallback value when generating a number in the final recurring entities.
fr: Si un nombre est donné, il sera seulement utilisé comme valeur de secours lors de la génération du nombre des fiches récurrentes finales.

source: Error: «Acceptation date» is hidden
fr: Erreur: «Date d'acceptation» est caché

source: Total Pending Payment
fr: Total des paiements en attente

source: Total Won Quote This Year
fr: Total des Devis remportés cette année

source: Total Won Quote Last Year
fr: Total des Devis remportés l'année dernière

source: Organisation
fr: Société

source: Algo name
fr: Nom de l'algo

source: Invoice prefix
fr: Préfixe de la facture

source: Name
fr: Nom

source: Number
fr: Numéro

source: Issuing date
fr: Émission

source: Expiration date
fr: Échéance

source: Overall discount
fr: Remise globale

source: Currency
fr: Devise

source: Comment
fr: Remarques

source: Total with VAT
fr: Total avec TVA

source: Total without VAT
fr: Total HT

source: Additional Information
fr: Informations supplémentaires

source: Payment Terms
fr: Conditions de règlement

source: Create an accounting document
fr: Créer un document comptable

source: Source organisation is required.
fr: La société émettrice est requise

source: Target is required.
fr: La cible est requise.

source: Status of credit note
fr: Statut de l'avoir

source: Save the credit note
fr: Enregistrer l'avoir

source: Credit note
fr: Avoir

source: Export configuration of: {}
fr: Configuration d'export pour : {}

source: Status of invoice
fr: Statut de la facture

source: Settlement terms
fr: Délais de règlement

source: Buyer's order
fr: Bon de commande acheteur

source: Number of buyer's order (french legislation)
fr: Numéro de bon de commande acheteur, mention devant apparaître sur les factures entre professionnels depuis octobre 2019 (ordonnance Egalim du 24 avril 2019)

source: Create an invoice
fr: Créer une facture

source: Save the invoice
fr: Enregistrer la facture

source: Invoice
fr: Facture

source: Invoices
fr: Factures

source: On-the-fly line
fr: Ligne à la volée

source: Unit price
fr: Prix Unitaire

source: Unit
fr: Unité

source: Discount Unit
fr: Unité de remise

source: VAT
fr: TVA

source: Create a line
fr: Créer une ligne

source: Line
fr: Ligne

source: Lines
fr: Lignes

source: If you choose % for your discount unit, your discount must be between 1 and 100%
fr: Si vous choisissez une remise globale en pourcentage (%), sa valeur doit se situer entre 1 et 100%

source: Your overall discount is superior than the total line (unit price * quantity)
fr: Votre remise globale est supérieur au total HT de la ligne (Prix unitaire x Quantité)

source: Your discount is superior than the unit price
fr: Votre remise est supérieur au prix unitaire du produit/service

source: You cannot set an on the fly name to a line with a related item
fr: Vous ne pouvez pas modifier le nom à la volée d'une ligne ayant un item relié

source: You must define a name for an on the fly item
fr: Vous devez donner un nom à votre produit/service à la volée

source: Create settlement terms
fr: Créer des délais de règlement

# billing-singular
source: Settlement terms
fr: Délais de règlement

# billing-plural
source: Settlement terms
fr: Délais de règlement

source: Order
fr: Ordre

# billing-status
source: Create a status
fr: Créer un statut

source: Pending payment
fr: Paiement en attente

source: Invoice status
fr: Statut de facture

source: Invoice statuses
fr: Statuts de facture

# billing-quote_status
source: Won
fr: Remporté

source: Quote status
fr: Statut de devis

source: Quote statuses
fr: Statuts de devis

source: Sales order status
fr: Statut de bon de commande

source: Sales order statuses
fr: Statuts de bon de commande

source: Credit note status
fr: Statut d'avoir

source: Credit note statuses
fr: Statuts d'avoir

# billing-additional_info
source: Create information
fr: Créer une information

# billing-singular
source: Additional information
fr: Information additionnelle

# billing-plural
source: Additional information
fr: Informations additionnelles

# billing-singular
source: Payment terms
fr: Condition de règlement

source: Create payment terms
fr: Créer une condition de règlement

# billing-plural
source: Payment terms
fr: Conditions de règlement

source: Bank code
fr: Code banque

source: Counter code
fr: Code guichet

source: Account number
fr: Numéro de compte

source: RIB key
fr: Clé RIB

source: Banking domiciliation
fr: Domiciliation

source: Is default?
fr: Par défaut ?

# billing
source: Target organisation
fr: Société réceptrice

source: Create a payment information
fr: Créer une information de paiement

source: Save the payment information
fr: Enregistrer l'information de paiement

# billing-singular
source: Payment information
fr: Information de paiement

# billing-plural
source: Payment information
fr: Informations de paiement

source: Create a product line
fr: Créer une ligne produit

source: Product line
fr: Ligne produit

source: On the fly product «{}»
fr: Produit à la volée «{}»

source: Related to product «{}»
fr: Relatif au produit «{}»

source: Status of quote
fr: Statut du devis

source: Acceptation date
fr: Date d'acceptation

source: Create a quote
fr: Créer un devis

source: Save the quote
fr: Enregistrer le devis

source: Quote
fr: Devis

source: Quotes
fr: Devis

source: Status of salesorder
fr: Statut du bon de commande

source: Create a salesorder
fr: Créer un bon de commande

source: Save the salesorder
fr: Enregistrer le bon de commande

source: Salesorder
fr: Bon de commande

source: Salesorders
fr: Bons de commande

source: Create a service line
fr: Créer une ligne service

source: Service line
fr: Ligne service

source: On the fly service «{}»
fr: Service à la volée «{}»

source: Related to service «{}»
fr: Relatif au service «{}»

# billing
source: Create a template
fr: Créer un patron

# billing
source: Save the template
fr: Enregistrer le patron

# billing
source: Template
fr: Patron de document

# billing
source: Templates
fr: Patrons de document

source: issued by
fr: a été émis(e) par

source: has issued
fr: a émis

source: received by
fr: a été reçu(e) par

source: has received
fr: a reçu

source: had the line
fr: a la ligne

source: is the line of
fr: est la ligne de

source: has the related item
fr: a comme service/produit associé

source: is the related item of
fr: est le produit/service associé

source: is used in the billing document
fr: est consommé dans le document comptable

source: uses the credit note
fr: consomme l'avoir

source: Deposit
fr: Acompte

source: 20% deposit will be required
fr: 20% d'acompte sera demandé

# billing-salesorder
source: Issued
fr: Émis

# billing-salesorder
source: Accepted
fr: Accepté

# billing-salesorder
source: Rejected
fr: Rejeté

# billing-salesorder
source: Created
fr: Créé

# billing-invoice
source: Draft
fr: Brouillon

# billing-invoice
source: To be sent
fr: À envoyer

# billing-invoice
source: Sent
fr: Envoyée

# billing-invoice
source: Resulted
fr: Soldée

# billing-invoice
source: Partly resulted
fr: Partiellement soldée

source: Collection
fr: Recouvrement

source: Resulted collection
fr: Recouvrement soldé

# billing-invoice
source: Canceled
fr: Annulée

# billing-creditnote
source: Draft
fr: Brouillon

# billing-creditnote
source: Issued
fr: Émise

# billing-creditnote
source: Consumed
fr: Consommée

# billing-creditnote
source: Out of date
fr: Périmée

source: Invoices unpaid
fr: Factures impayées

source: Invoices unpaid and late
fr: Factures impayées et en retard

source: Current year invoices
fr: Factures de l'année en cours

source: Current year and unpaid invoices
fr: Factures impayées de l'année en cours

source: Invoice view
fr: Vue de Facture

source: Quote view
fr: Vue de Devis

source: Sales order view
fr: Vue de Bon de Commande

source: Credit note view
fr: Vue des Avoirs

source: Template view
fr: Vue de Patron

source: Product lines view
fr: Vue des lignes de produit

source: Service lines view
fr: Vue des lignes de service

# billing-quote
source: Pending
fr: En attente

# billing-quote
source: Accepted
fr: Accepté

# billing-quote
source: Rejected
fr: Rejeté

# billing-quote
source: Created
fr: Créé

source: 30 days
fr: À 30 jours

source: Cash
fr: Comptant

source: 45 days
fr: À 45 jours

source: 60 days
fr: À 60 jours

source: 30 days, end month the 10
fr: À 30 jours, fin de mois le 10

source: Trainer accreditation
fr: Agrément formateur

source: being certified trainer courses could be supported by your OPCA
fr: étant agrée formateur les formations pourront être prises en charge par votre OPCA

source: Invoice information
fr: Informations sur la facture

source: Credit note information
fr: Informations sur l'avoir

source: Quote information
fr: Informations sur le devis

source: Salesorder information
fr: Informations sur le bon de commande

# billing
source: Template information
fr: Informations sur le patron de document

source: All invoices of the current year
fr: Toutes les factures de l'année en cours

source: Sum of current year invoices total without taxes / month
fr: Somme des totaux HT des factures de l'année en cours / mois

source: Sum of current year invoices total without taxes / invoices status
fr: Somme des totaux HT des factures de l'année en cours / statut

source: Invoices unpaid of the current year
fr: Factures impayées de l'année en cours

source: Sum of current year and unpaid invoices total without taxes / month
fr: Somme des totaux HT des factures impayées de l'année en cours / mois

source: Display payment information block only on the detailview of organisations managed by Creme
fr: Afficher le bloc d'informations de paiement uniquement sur les fiches des sociétés gérées par Creme

source: Go the detailview of the billing document created with the button (of the button bar) after the creation? (ie: «No» means «remain on the Contact/Organisation detailview»)
fr: Aller sur la vue détaillée du document comptable créé avec le bouton (de la barre de boutons) après la création ? (c'est-à-dire: «Non» signifie «rester sur la vue détaillée du Contact/de la Société»)

source: Save all lines
fr: Sauver toutes les lignes

source: Saving…
fr: Enregistrement…

source: Add a line on the fly
fr: Ajouter une ligne à la volée

# billing-lines
source: Reset
fr: Réinitialiser

source: Flag for delete
fr: Marquer pour suppression

source: Download as file (PDF/XLS…)
fr: Télécharger en tant que fichier (PDF/XLS…)

source: {count} Payment information
fr: {count} Information de paiement

source: {count} Payments information
fr: {count} Informations de paiements

source: Add a payment information
fr: Ajouter une information de paiement

source: Selected account for this document
fr: Compte sélectionné pour ce document

source: Select this account
fr: Sélectionner ce compte

source: No payment information for the moment
fr: Aucune information de paiement pour le moment

source: {count} Credit Note
fr: {count} Avoir

source: {count} Credit Notes
fr: {count} Avoirs

source: Credit Notes
fr: Avoirs

source: Link to existing credit notes
fr: Consommer des avoirs existants

source: Total (exclusive of tax)
fr: Total HT

source: Total (inclusive of tax)
fr: Total TTC

source: Edit this credit note
fr: Modifier cet avoir

source: Unlink this credit note
fr: Délier cet avoir

source: No related credit note for the moment
fr: Aucun avoir consommé pour le moment

source: Exporters
fr: Exporteurs

source: Exporter
fr: Exporteur

source: Not configured
fr: Pas configuré

source: Invalid configuration
fr: Configuration invalide

source: Edit this configuration
fr: Modifier cette configuration

source: No model configured for export ; see with your administrator if you want to add one.
fr: pas de modèle configuré pour l'export ; voyez avec votre administrateur si vous voulez en ajouter un

source: Total (without tax) discounted
fr: Total HT remisé

source: [add to catalog]
fr: [ajouter au catalogue]

source: Is default account
fr: Est le compte par défaut

source: Edit these information
fr: Modifier ces informations

source: {count} Product
fr: {count} Produit

source: {count} Products
fr: {count} Produits

source: Add some products
fr: Ajouter un ou plusieurs produits

source: No product in this document
fr: Aucun produit dans ce document

source: {count} Received invoice
fr: {count} Facture reçue

source: {count} Received invoices
fr: {count} Factures reçues

source: No received invoice for the moment
fr: Aucune facture reçue pour le moment

source: Add some services
fr: Ajouter un ou plusieurs services

source: No service in this document
fr: Aucun service dans ce document

# billing
source: Target contact
fr: Contact récepteur

source: Totals
fr: Totaux

source: Errors on the line <strong>«%(item)s»:</strong>
fr: Erreurs sur la ligne <strong>«%(item)s» :</strong>

source: Errors on the new «%(model)s»:
fr: Erreurs sur la nouvelle «%(model)s» :

source: General:
fr: Général :

source: Field <em>«%(field_name)s»</em>:
fr: Champ <em>«%(field_name)s»</em> :

source: {src} (converted into {dest._meta.verbose_name})
fr: {src} (converti en {dest._meta.verbose_name})

source: Credit notes for «{entity}»
fr: Avoirs consommables par «{entity}»

source: Link the credit notes
fr: Lier les avoirs

source: The engine is not configured ; go to the configuration of the app «Billing».
fr: L'exporteur n'est pas configuré ; allez dans la configuration de l'app «Facturation».

source: The configured exporter is invalid ; go to the configuration of the app «Billing».
fr: L'exporteur configuré est invalide ; allez dans la configuration de l'app «Facturation».

source: Create an invoice for «{entity}»
fr: Créer une facture pour «{entity}»

source: Save the lines
fr: Enregistrer les lignes

source: Add one or more product to «{entity}»
fr: Ajouter un ou plusieurs produits à «{entity}»

source: Add one or more service to «{entity}»
fr: Ajouter un ou plusieurs services à «{entity}»

source: Add this on the fly item to your catalog
fr: Ajouter cette ligne à la volée à vôtre catalogue

source: Add to the catalog
fr: Ajouter au catalogue

source: New payment information in the organisation «{entity}»
fr: Nouvelle information de paiement pour la société «{entity}»

source: Payment information for «{entity}»
fr: Information de paiement pour «{entity}»

source: Create a quote for «{entity}»
fr: Créer un devis pour «{entity}»

source: Create a salesorder for «{entity}»
fr: Créer un bon de commande pour «{entity}»
