Repository: HybirdCorp/creme_crm
Catalog: creme/projects/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Close project
fr: Clôturer le projet

source: Projects
fr: Projets

source: Tools
fr: Outils

source: Extra project information
fr: Informations supplémentaires sur un projet

source: Extra project task information
fr: Informations supplémentaires sur une tâche de projet

source: Parents of a task
fr: Parents d'une tâche

source: Tasks of a project
fr: Tâches d'un projet

source: Resources assigned to a task
fr: Ressource(s) affectée(s) à une tâche

source: Activities for this task
fr: Activités pour cette tâche

source: Not started
fr: Non commencée

source: The task as not started yet
fr: La tâche n'a pas encore démarrée

source: In progress
fr: En cours

source: The task is in progress
fr: La tâche est en cours

source: Canceled
fr: Annulée

source: The task has been canceled
fr: La tâche a été annulée

source: Restarted
fr: Redémarrée

source: The task has been restarted
fr: La tâche a été redémarrée

source: Completed
fr: Terminée

source: The task is finished
fr: La tâche est terminée

source: Creation form for project
fr: Formulaire de création de projet

source: Edition form for project
fr: Formulaire de modification de projet

# projects
source: Creation form for task
fr: Formulaire de création de tâche

# projects
source: Edition form for task
fr: Formulaire de modification de tâche

source: Project leaders
fr: Responsable(s) du projet

source: Contact to be assigned to this task
fr: Contact à affecter à cette tâche

source: If the contact changes, the old one keeps participating to the activities.
fr: Si le contact change, l'ancien contact continue de participer aux activités.

source: Parent tasks
fr: Tâche(s) parente(s)

source: Allocated resource
fr: Ressource affectée

source: Name of the project
fr: Nom du projet

source: Status
fr: Statut

source: Estimated start
fr: Début prévisionnel

source: Estimated end
fr: Fin prévisionnelle

source: Effective end date
fr: Fin effective

source: Create a project
fr: Créer un projet

source: Save the project
fr: Enregistrer le projet

source: Project
fr: Projet

source: Start ({start}) must be before end ({end}).
fr: La date de début ({start}) doit être avant la date de fin ({end}).

source: Name
fr: Nom

source: Color
fr: Couleur

source: Order
fr: Ordre

# projects-project_status
source: Create a status
fr: Créer un statut

# projects-singular
source: Status of project
fr: Statut de projet

# projects-plural
source: Status of project
fr: Statuts de projet

source: Hourly cost
fr: Coût horaire

source: Task
fr: Tâche

source: Create a resource
fr: Créer une ressource

source: Save the resource
fr: Enregistrer la ressource

source: Resource of project
fr: Ressource de projet

source: Resources of project
fr: Ressources de projet

source: Title
fr: Titre

source: Start
fr: Début

source: End
fr: Fin

source: Duration (in hours)
fr: Durée (en heures)

source: Task situation
fr: Situation de la tâche

source: Create a task
fr: Créer une tâche

source: Save the task
fr: Enregistrer la tâche

source: Task of project
fr: Tâche d'un projet

source: Tasks of project
fr: Tâches d'un projet

# projects-task_status
source: Create a status
fr: Créer un statut

# projects-singular
source: Status of task
fr: Statut de tâche

# projects-plural
source: Status of task
fr: Statut de tâche

source: is one of the leaders of this project
fr: est un des responsables du projet

source: has as leader
fr: a pour responsable

source: is related to the task of project
fr: est lié à la tâche de projet

source: includes the activity
fr: inclut l'activité

source: is a resource of
fr: est une ressource de

source: has as a resource
fr: a en tant que ressource

source: Project view
fr: Vue de Projet

source: Task view
fr: Vue de Tâche

source: Invitation to tender
fr: Appel d'offre

source: Response to an invitation to tender
fr: Un appel d'offre a été lancé

source: Initialization
fr: Initialisation

source: The project is starting
fr: Le projet démarre

source: Preliminary phase
fr: Avant-phase

source: The project is in the process of analysis and design
fr: Le projet est en phase d'analyse et de conception

source: Achievement
fr: Réalisation

source: The project is being implemented
fr: Le projet est en phase de réalisation

source: The project is in the testing process (unit / integration / functional)
fr: Le projet est en phase de tests (unitaires / intégration / fonctionnels)

source: User acceptance tests
fr: Recette

source: The project is in the user acceptance testing process
fr: Le projet est en recette

source: Finished
fr: Terminé

source: The project is finished
fr: Le projet est terminé

source: {count} Related activity
fr: {count} Activité liée

source: {count} Related activities
fr: {count} Activités liées

source: Related activities
fr: Activités liées

source: New activity
fr: Nouvelle activité

source: When
fr: Quand

source: Duration (hours)
fr: Durée (heures)

source: Concerned resource(s)
fr: Ressource(s) concernée(s)

source: On <span class="start-date">%(start_date)s</span> from <span class="start-hour">%(start_hour)s</span> to <span class="end-hour">%(end_hour)s</span>
fr: Le <span class="start-date">%(start_date)s</span> de <span class="start-hour">%(start_hour)s</span> à <span class="end-hour">%(end_hour)s</span>

source: From <span class="start-date">%(start_date)s</span> at <span class="start-hour">%(start_hour)s</span> to <span class="end-date">%(end_date)s</span> at <span class="end-hour">%(end_hour)s</span>
fr: De <span class="start-date">%(start_date)s</span> à <span class="start-hour">%(start_hour)s</span> jusqu'à <span class="end-date">%(end_date)s</span> à <span class="end-hour">%(end_hour)s</span>

source: Edit this activity
fr: Modifier l'activité

source: Delete this activity
fr: Supprimer l'activité

source: You can't add a working period because this task is %(status)s
fr: Vous ne pouvez pas ajouter de période travaillée car cette tâche est %(status)s

source: No related activity for this task
fr: Pas d'activité lié à cette tâche

source: {count} Parent Task
fr: {count} Tâche parente

source: {count} Parent Tasks
fr: {count} Tâches parentes

source: Parent Tasks
fr: Tâches parentes

source: Add parent tasks
fr: Ajouter des tâches parentes

source: Remove this parent
fr: Enlever ce parent

source: No parent task for the moment
fr: Aucune tâche parente pour le moment

source: Other information
fr: Informations Supplémentaires

source: Total cost of the project
fr: Coût total du projet

source: Total overtime (in hours)
fr: Heure(s) supplémentaire(s) totale(s)

source: {count} Resource assigned to this task
fr: {count} Ressource affectée à cette tâche

source: {count} Resources assigned to this task
fr: {count} Ressources affectées à cette tâche

source: Resources assigned to this task
fr: Ressources affectées à cette tâche

source: %(cost)s / hour
fr: %(cost)s / heure

source: Edit this resource
fr: Modifier cette ressource

source: Delete this resource
fr: Supprimer cette ressource

source: No resource assigned to this task
fr: Aucune ressource n'est affectée à cette tâche

source: Effective duration (in hours)
fr: Durée effective (en heures)

source: Additional or remaining hours
fr: Heure(s) supplémentaire(s) ou restante(s)

source: %(duration)sh: overtime of %(delay)sh
fr: %(duration)sh: hors délais %(delay)sh

source: %(duration)sh: remaining time of %(abs_delay)sh
fr: %(duration)sh: temps restant %(abs_delay)sh

source: {count} Related task
fr: {count} Tâche associée

source: {count} Related tasks
fr: {count} Tâches associées

source: Related tasks
fr: Tâche associée

source: New task
fr: Nouvelle tâche

source: Estimated duration (hours)
fr: Durée prévue (heures)

source: Effective duration (hours)
fr: Durée effective (heures)

source: Cost
fr: Coût

source: No parent task
fr: Aucune tâche parente

source: Edit this task
fr: Modifier cette tâche

source: Delete this task
fr: Supprimer cette tâche

source: No task in this project for the moment
fr: Aucune tâche dans ce projet pour le moment

source: Back to the project
fr: Retour au projet

source: Project is already closed.
fr: Le projet est déjà fermé.

source: Allocation of a new resource
fr: Affectation d'une nouvelle ressource

source: You can't add a resource or a working period to a task which has status «{}»
fr: Vous ne pouvez pas ajouter de ressource ou de période travaillée à une tâche en statut «{}»

source: Resource for «{entity}»
fr: Ressource pour «{entity}»

source: This resource cannot be deleted, because it is linked to activities.
fr: Cette ressource ne peut pas être supprimée, car elle est liée à des activités.

source: Create a task for «{entity}»
fr: Créer une tâche à «{entity}»

source: Adding parents to «{object}»
fr: Ajouter des tâches parentes à «{object}»

source: New activity related to «{entity}»
fr: Nouvelle activité liée à «{entity}»
