Repository: HybirdCorp/creme_crm
Catalog: creme/reports/locale/*/LC_MESSAGES/django.po
Languages: fr

# reports-report
source: Export
fr: Exporter

# reports-report
source: Export «{object}»
fr: Exporter «{object}»

source: Reports
fr: Rapports

source: Analysis
fr: Analyse

source: Average
fr: Moyenne

source: Sum
fr: Somme

source: Histogram
fr: Histogramme

source: Pie
fr: Camembert

source: Tube
fr: Barres empilées 100%

source: Columns of the report
fr: Colonnes du rapport

source: Report's graphs
fr: Graphiques de rapport

source: By days
fr: Par jours

source: By months
fr: Par mois

source: By years
fr: Par années

source: By X days
fr: Par X jours

source: By values
fr: Par valeurs

source: By values (of related entities)
fr: Par valeurs (des fiches liées)

source: By days (custom field)
fr: Par jours (champ personnalisé)

source: By months (custom field)
fr: Par mois (champ personnalisé)

source: By years (custom field)
fr: Par années (champ personnalisé)

source: By X days (custom field)
fr: Par X jours (champ personnalisé)

source: By values (of custom choices)
fr: Par valeurs (de choix personnalisé)

source: Count
fr: Comptage

source: the aggregation function is invalid.
fr: la fonction d'agrégation est invalide.

source: the field does not exist any more.
fr: le champ n'existe plus.

source: this field should be hidden.
fr: ce champ devrait être caché

source: this custom field is deleted.
fr: ce champ personnalisé est supprimé.

source: Number of days
fr: Nombre de jours

source: No volatile column
fr: Pas de colonne volatile

source: No value is needed.
fr: Aucune valeur n'est nécessaire.

# reports-volatile_choice
source: None
fr: Aucune

source: Fields
fr: Champs

source: No field given.
fr: Aucun champ n'est renseigné.

source: The field is invalid.
fr: Le champ est invalide.

source: {field} (Field)
fr: {field} (Champ)

source: The field is invalid (not a foreign key).
fr: Le champ est invalide (pas une clé étrangère).

source: The field is invalid (not a foreign key to CremeEntity).
fr: Le champ est invalide (pas une clé étrangère vers CremeEntity).

source: The field is hidden.
fr: Le champ est caché.

source: Relationships
fr: Relations

source: No relationship type given.
fr: Aucun type de relation n'est renseigné.

source: The relationship type is invalid.
fr: Le type de relation est invalide.

source: The relationship type is not compatible with «{}».
fr: Le type de relation est incompatible avec «{}».

source: {rtype} (Relationship)
fr: {rtype} (Relation)

source: this field cannot be used as abscissa.
fr: ce champ ne peut pas être utilisé comme abscisse.

source: the relationship type does not exist any more.
fr: le type de relation n'existe plus.

source: the custom field does not exist any more.
fr: le champ personnalisé n'existe plus.

source: the custom field is deleted.
fr: le champ personnalisé est supprimé.

source: Regular field
fr: Champ normal

source: Custom field
fr: Champ personnalisé

source: Relationship
fr: Relation

source: Computed field
fr: Champ calculé

source: Aggregated value
fr: Valeur agrégée

source: Aggregated value (custom field)
fr: Valeur agrégée (champ personnalisé)

source: Related field
fr: Champ relatif

source: Creation form for report (step 1)
fr: Formulaire de création de rapport (étape 1)

source: Edition form for report
fr: Formulaire de modification de rapport

source: Volatile column
fr: Colonne volatile

source: When the graph is displayed on the detail-view of an entity, only the entities linked to this entity by the following link are used to compute the graph. Notice: if you chose «No volatile column», the block will display the same data on Home & on detail-views (it could be useful to get a recall on general data anyway).
fr: Lorsque le graphique est affiché sur la vue détaillée d'une fiche, seules les fiches reliées à cette fiche par le lien ci-dessous sont utilisées pour calculer le graphique. Remarque : si vous choisissez «Pas de colonne volatile», le bloc affichera les mêmes données sur l'Accueil & sur les vues détaillées (ça peut cependant être utile en tant que rappel des données générales).

source: The instance block for «{graph}» with these parameters already exists!
fr: Le bloc d'instance pour «{graph}» avec ces paramètres existe déjà !

source: Filter field can only be updated when reports target the same type of entities (e.g: only contacts).
fr: Le champ filtre ne peut être modifié que pour des rapport ciblant le même type de fiche (ex: seulement les contacts).

source: The filter cannot be changed because it is private.
fr: Le filtre ne peut pas être changé car il est privé.

source: Beware !
fr: Attention !

source: The filter of {count} report cannot be changed because it is private.
fr: Le filtre de {count} rapport ne peut pas être changé car il est privé.

source: The parameter is invalid. {}
fr: Le paramètre est invalide. {}

source: Chart type
fr: Type de graphique

source: X axis
fr: Axe X

source: Y axis
fr: Axe Y

source: If you use a field related to money, the entities should use the same currency or the result will be wrong. Concerned fields are : {}
fr: Si vous utilisez un champ relatif à de l'argent, les fiches devraient utiliser la même monnaie, ou alors le résultat sera faux. Les champs concernés sont : {}

source: Entity type & filter
fr: Type de fiche & filtre

source: Filter
fr: Filtre

source: (preview not available)
fr: (aperçu non disponible)

source: Existing view
fr: Vue existante

source: If you select a view of list, the columns of the report will be copied from it.
fr: Si vous sélectionnez une vue de liste, les colonnes du rapport seront copiées depuis celle-ci.

source: Sub-report linked to the column
fr: Sous-rapport lié à la colonne

source: Columns
fr: Colonnes

source: Date field
fr: Champ date

source: Date filter
fr: Filtre temporel

source: If you chose a Date field, and select «customized» you have to specify a start date and/or an end date.
fr: Si vous choisisser un Champ date et sélectionnez «Personnalisé» vous devez spécifier une date de début et/ou une date de fin.

# reports-date_filter
source: None
fr: Aucun

source: Invalid volatile link ; please contact your administrator.
fr: Lien volatile invalide ; veuillez contacter votre administrateur.

# reports-graphs
source: Name of the graph
fr: Nom du graphique

source: X axis (grouping)
fr: Axe X (groupage)

source: X axis (field)
fr: Axe X (champ)

source: X axis parameter
fr: Paramètre de axe X

source: Y axis (type)
fr: Axe Y (type)

source: Y axis (field)
fr: Axe Y (champ)

source: Create a report's graph
fr: Créer un graphique de rapport

# reports-graphs
source: Save the graph
fr: Enregistrer le graphique

source: Report's graph
fr: Graphique de rapport

source: Reports' graphs
fr: Graphiques de rapport

source: Name of the report
fr: Nom du rapport

source: Entity type
fr: Type de fiche

source: No filter
fr: Aucun filtre

source: Create a report
fr: Créer un rapport

source: Save the report
fr: Enregistrer le rapport

source: Report
fr: Rapport

source: Column of report
fr: Colonne de rapport

source: Columns of report
fr: Colonnes de rapport

source: Report view
fr: Vue de Rapport

source: Edit the columns
fr: Modifier les colonnes

source: Column
fr: Colonne

source: Displayed in the report
fr: Affiché dans le rapport

source: Expand?
fr: Développer ?

source: No column set for the moment
fr: Aucune colonne définie pour le moment

source: Drag and drop to re-order this column of report
fr: Glissez-déposez pour réordonner cette colonne de rapport

source: Columns of
fr: Colonnes de

source: Value
fr: Valeur

source: Unlink the report
fr: Délier le rapport

source: Link a report
fr: Lier un rapport

source: Ascending
fr: Ascendant

source: Descending
fr: Descendant

# reports-graphs
source: Graph
fr: Graphique

source: View
fr: Voir

source: Reload
fr: Recharger

source: Select the type of visualisation for this graph
fr: Sélectionner le type de visualisation du graphique

source: Sorting
fr: Tri

source: Select the sort order
fr: Sélectionner l'ordre de tri

source: No values or graph is not applicable here
fr: Aucune valeur ou le graphique n'est pas utilisable ici

# reports-graphs
source: Graphs
fr: Graphiques

source: {count} Graph
fr: {count} Graphique

source: {count} Graphs
fr: {count} Graphiques

source: Create a new graph
fr: Créer un nouveau graphique

source: Name
fr: Nom

source: Expand
fr: Agrandir

source: Close
fr: Fermer

source: Delete this graph
fr: Supprimer ce graphique

source: %(count)s configured block
fr: %(count)s bloc configuré

source: Create a block for this graph
fr: Créer un bloc pour ce graphique

source: No graphs registered for the moment
fr: Aucun graphique enregistré pour le moment

source: {count} Block
fr: {count} Bloc

source: {count} Blocks
fr: {count} Blocs

source: Blocks
fr: Blocs

source: Compatible with detail-views of
fr: Compatible avec les vues détaillées de

source: Error
fr: Erreur

source: These blocks can be placed on Home & on some detail-views in the <a href="%(config_url)s">blocks configuration</a>.
fr: Ces blocs peuvent être placés sur l'Accueil & sur certaines vues détaillées dans la <a href="%(config_url)s">configuration des blocs</a>.

source: No brick for this graph
fr: Pas de bloc pour ce graphique

# reports-preview
source: Preview
fr: Aperçu

source: Preview ({count} line)
fr: Aperçu ({count} ligne)

source: Preview ({count} lines)
fr: Aperçu ({count} lignes)

source: Preview of the {count} first lines
fr: Aperçu des {count} premières lignes

source: Download CSV
fr: Télécharger CSV

source: No custom field is usable for aggregation.
fr: Aucun champ personnalisé n'est utilisable pour une agrégation.

source: Regular fields
fr: Champs normaux

source: No field is usable for aggregation.
fr: Aucun champ n'est utilisable pour une agrégation.

source: Related entities
fr: Fiches associées

source: No other entity type references this entity type.
fr: Aucun autre type de fiche ne référence ce type de fiche.

source: Aggregated values
fr: Valeurs agrégées

source: Invalid abscissa: %(error)s
fr: Abscisse invalide : %(error)s

source: Invalid ordinate: %(error)s
fr: Ordonnée invalide : %(error)s

source: Export parameters
fr: Paramètres d'export

source: Preview %(object)s
fr: Aperçu %(object)s

source: Back to the report
fr: Retour au rapport

source: Preview of the report «%(title)s»
fr: Aperçu du rapport : «%(title)s»

source: Download as file
fr: Télécharger en tant que fichier

source: Regenerate
fr: Générer à nouveau

source: Rendered %(object)s
fr: Aperçu %(object)s

source: Rendered %(verbose_name)s : %(title)s
fr: Aperçu %(verbose_name)s : %(title)s

source: deleted
fr: supprimé

source: Create an instance block for «{entity}»
fr: Créer un bloc d'instance pour «{entity}»

source: When you create a block, it becomes available in the blocks configuration. It can be displayed on Home, on «My Page» & on the detail-views of entities.
fr: Quand vous créez un bloc, il devient disponible dans la configuration des blocs. Il peut être affiché sur l'Accueil, sur «Ma Page» & sur les vues détaillées des entités.

source: You can see no «{model}»
fr: Vous ne pouvez voir aucun(e) «{model}»

source: No «{model}» matches the filter «{filter}»
fr: Aucun(e) «{model}» ne correspond au filtre «{filter}»

source: No «{model}» matches your date filter
fr: Aucun(e) «{model}» ne correspond à votre filtre temporel

source: Fix your date filter
fr: Corrigez votre filtre temporel

source: Choose an abscissa field
fr: Choisir un champ d'abscisse

source: Create a graph for «{entity}»
fr: Créer un graphique pour «{entity}»

source: Edit a graph for «{entity}»
fr: Modifier un graphique pour «{entity}»

source: Link of the column «{object}»
fr: Liaison de la colonne «{object}»

source: Link
fr: Lier

source: Edit columns of «{object}»
fr: Modifier les colonnes de «{object}»
