Repository: HybirdCorp/creme_crm
Catalog: creme/activities/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Download in iCalendar format
fr: Télécharger au format iCalendar

source: Activities
fr: Activités

source: Phone call
fr: Appel téléphonique

source: Meeting
fr: Rendez-vous

source: Activity
fr: Activité

source: Task
fr: Tâche

source: Unavailability
fr: Indisponibilité

source: Card header block
fr: Bloc «carte de visite»

source: Subjects
fr: Sujets

source: Future activities
fr: Activités futures

source: Displays activities which: - are linked to the current entity with a relationship «participates», «is subject» or «related to the activity» (if the current entity is an Organisation, activities linked to managers & employees are displayed too) - are ending in the future Hint: the block uses the setting value «Display minutes information in activities blocks» which is configurable in the configuration of the app «Activities». App: Activities
fr: Affiche les activités qui : - sont reliées à la fiche courante par une relation «participe», «est un sujet» or «relié à l'activité» (si la fiche courante est une Société, les activités reliées aux responsables & salariés sont affichées aussi) - se terminent dans le futur Astuce : le bloc utilise la valeur de réglage «Afficher le bilan d'une activité dans les blocs d'activités» qui peut être configurée dans la configuration de l'app «Activités». App : Activités

source: Past activities
fr: Activités passées

source: Displays activities which: - are linked to the current entity with a relationship «participates», «is subject» or «related to the activity» (if the current entity is an Organisation, activities linked to managers & employees are displayed too) - are ended Hint: it is a block complementary with the block «Future activities». App: Activities
fr: Affiche les activités qui : - sont reliées à la fiche courante par une relation «participe», «est un sujet» or «relié à l'activité» (si la fiche courante est une Société, les activités reliées aux responsables & salariés sont affichées aussi) - se sont terminé Astuce : c'est un bloc complémentaire du bloc «Activités futures». App : Activités

source: Activities calendar
fr: Calendrier

source: My Calendar
fr: Mon Calendrier

source: Displays user calendar: - Only the activities from the DEFAULT calendar are displayed. - The calendar is read-only. App: Activities
fr: Affiche le calendrier de l'utilisateur: - Seules les activités du calendrier par défaut sont affichées. - Les activités ne peuvent être modifiées. App: Activités

source: On my calendars
fr: Sur mes calendriers

source: Configuration of the button «Create an unsuccessful phone call»
fr: Configuration du bouton «Créer un appel non abouti»

source: Create a related activity
fr: Créer une activité liée

source: This button displays the creation form for activities (meetings, phone calls…). The current entity is pre-selected to be linked to the created activity. App: Activities
fr: Ce bouton affiche le formulaire de création des activités (rendez-vous, appels téléphoniques…). La fiche actuelle est pré-sélectionnée pour être liée à l'activité créée. App : Activités

source: Create a related meeting
fr: Créer un rendez-vous lié

source: This button displays the creation form for meetings (kind of activity). The current entity is pre-selected to be linked to the created meeting. App: Activities
fr: Ce bouton affiche le formulaire de création des rendez-vous (sorte d'activité). La fiche actuelle est pré-sélectionnée pour être liée au rendez-vous créé. App : Activités

source: Create a related phone call
fr: Créer un appel téléphonique lié

source: This button displays the creation form for phone calls (kind of activity). The current entity is pre-selected to be linked to the created phone call. App: Activities
fr: Ce bouton affiche le formulaire de création des appel téléphoniques (sorte d'activité). La fiche actuelle est pré-sélectionnée pour être liée à l'appel téléphonique créé. App : Activités

source: Create a related task
fr: Créer une tâche liée

source: This button displays the creation form for tasks (kind of activity). The current entity is pre-selected to be linked to the created task. App: Activities
fr: Ce bouton affiche le formulaire de création des tâches (sorte d'activité). La fiche actuelle est pré-sélectionnée pour être liée à la tâche créée. App : Activités

source: Create an unsuccessful phone call
fr: Créer un appel non abouti

source: This button creates a short phone call (kind of activity) which was not successful (in order to keep a history). The current contact participates in the created call, & you too. The fields values can be set in the configuration of «Activities». App: Activities
fr: Ce bouton crée un court appel téléphonique (sorte d'activité) qui n'a pas été fructueux (afin de garder quand même un historique). Le contact courant participe à l'appel créé, et vous aussi. Les valeurs des champs peuvent être réglées dans la configuration de «Activités». App: Activités

source: You cannot call yourself
fr: Vous ne pouvez pas vous appelez vous-même

source: Create an unavailability
fr: Créer une indisponibilité

source: Create a task
fr: Créer une tâche

source: Create a meeting
fr: Créer un rendez-vous

source: Create a phone call
fr: Créer un appel téléphonique

source: Create a gathering
fr: Créer une assemblée

source: Create a show
fr: Créer un salon

source: Create a demo
fr: Créer une démo

source: When
fr: Quand

source: Participants & subjects
fr: Participants & sujets

source: Generate an alert on a specific date
fr: Générer une alerte à une date spécifique

source: Generate an alert in a while
fr: Générer une alerte dans un certain temps

source: Unavailable users
fr: Utilisateurs non-disponibles

source: Creation form for activity
fr: Formulaire de création d'activité

source: Creation form for activity from the Calendar
fr: Formulaire de création d'activité depuis le Calendrier

source: Creation form for unavailability
fr: Formulaire de création d'indisponibilité

source: Edition form for activity
fr: Formulaire de modification d'activité

source: Unavailability type
fr: Type d'indisponibilité

source: Start
fr: Début

source: You can specify: - The date and the time (hour/minute). - Only the date; the activity is placed in the calendar anyway (at the corresponding day). - Neither the date neither the time; the activity is available in the calendar view in the panel «Floating activities».
fr: Vous pouvez préciser : - La date et l'heure. - Seulement la date ; l'activité est placée sur le calendrier quand même (au jour correspondant). - Ni la date ni l'heure ; l'activité est disponible dans la vue calendrier dans le cadre «Activités flottantes».

source: End
fr: Fin

source: Default duration of the type will be used if you leave blank.
fr: La durée par défaut du type sera utilisée si vous laissez vide.

source: Do I participate in this activity?
fr: Est-ce que je participe à cette activité ?

source: Other participating users
fr: Autres utilisateurs participants

source: Other participants
fr: Autres participants

source: The organisations of the participants will be automatically added as subjects
fr: Les sociétés des participants seront ajoutées automatiquement en tant que sujets

source: Entities linked to this activity
fr: Fiches reliées à l'activité

source: The relationship type «{predicate}» is disabled; re-enable it if it's still useful, or remove this form-field in the forms configuration.
fr: Le type de relation «{predicate}» est désactivé ; réactivez le s'il est toujours utile, ou supprimez ce champ de formulaire dans la configuration des formulaires.

source: Alert of activity
fr: Alerte d'activité

source: Alert related to {activity}
fr: Alerte en rapport avec {activity}

source: This field needs the app «Assistants» to be installed. Hint: install it or remove this field in the form configuration.
fr: Ce champ nécessite que l'app «Assistants» soit installée. Suggestion: installez-la ou enlevez ce champ dans la configuration de formulaire.

source: You cannot set a relative alert on a floating activity
fr: Vous ne pouvez pas mettre une alerte relative sur une activité flottante

source: How long before the activity's start the alert is raised?
fr: Combien de temps avant le début de l'activité l'alerte est-elle déclenchée ?

source: Users to keep informed
fr: Utilisateurs à tenir informés

source: [{software}] Activity created: {activity}
fr: [{software}] Activité créée : {activity}

source: A new activity has been created: {activity}. Description: {description}. Start: {start}. End: {end}. Subjects: {subjects}. Participants: {participants}.
fr: Une nouvelle activité a été créée : {activity}. Description : {description}. Début : {start}. Fin : {end}. Sujets : {subjects}. Participants : {participants}.

source: not specified
fr: non renseigné

source: A floating on the day activity can't busy its participants
fr: Une activité flottante dans une journée ne peut marquer comme 'occupés' ses participants

source: You can't set the end of your activity without setting its start
fr: Vous ne pouvez préciser la fin de l'activité sans préciser son début

source: End is before start
fr: La fin est avant le début

source: No participant
fr: Aucun Participant

source: An unavailability always busies its participants; mark it as «all day» if you do not set the start/end times.
fr: Une indisponibilité occupe toujours ses participants ; marquez la comme «toute la journée» si vous ne remplissez pas les heures de début/fin.

source: Duration
fr: Durée

source: This entity is already a subject: %(duplicates)s
fr: Cette fiche est déjà un sujet: %(duplicates)s

source: You can specify: - The dates and the times (hour/minute). - Only the dates; the activity is placed in the calendar anyway (at the corresponding days). - Neither the date neither the time; the activity is available in the calendar view in the panel «Floating activities».
fr: Vous pouvez préciser : - Les dates et heures. - Seulement les dates ; l'activité est placée sur le calendrier quand même (aux jours correspondants). - Ni la date ni l'heure ; l'activité est disponible dans la vue calendrier dans le cadre «Activités flottantes».

source: The type of an unavailability cannot be changed.
fr: Le type d'une indisponibilité ne peut pas être modifié.

source: Beware! The type of {count} activity cannot be changed because it is an unavailability.
fr: Attention ! Le type de {count} activité ne peut pas être modifié parce que c'est une indisponibilité.

source: Title
fr: Titre

source: Duration (in minutes)
fr: Durée (en minutes)

source: The duration is used to compute automatically the start of the call
fr: La durée est utilisée pour calculer automatiquement le début de l'appel

source: The activities on the deleted calendar will be moved to the selected one.
fr: Les activités sur le calendrier supprimé seront déplacées sur le calendrier sélectionné.

source: Calendar
fr: Calendrier

source: Days of the week
fr: Jours de la semaine

source: Day start ({start}) must be before end ({end}).
fr: Le début de la journée ({start}) doit être avant la fin ({end}).

source: Visible start ({start}) must be before end ({end}).
fr: Le début visible de la journée ({start}) doit être avant la fin ({end}).

source: The visible range of the day ({start} − {end}) should contains the working hours ({day_start} − {day_end}) or some events will not be displayed
fr: L'intervalle visible de la journée ({start} − {end}) devrait englober les heures travaillées ({day_start} − {day_end}) ou certains évènements ne seront pas affichés.

source: Settings
fr: Paramètres

source: Appears on the calendar:
fr: Apparaît sur le calendrier :

source: You cannot participate as staff user
fr: Vous ne pouvez pas participer en tant que super administrateur

source: Too many contacts were found for the search «{}»
fr: Trop de contacts ont été trouvés pour la recherche «{}»

source: Several contacts were found for the search «{}»
fr: Plusieurs contacts ont été trouvés pour la recherche «{}»

source: No linkable contact found for the search «{}»
fr: Aucun contact reliable n'a été trouvé pour la recherche «{}»

source: The participant «{}» cannot be found
fr: Le participant «{}» est introuvable

source: Civility FirstName LastName
fr: Civilité Prénom Nom

source: Civility LastName FirstName
fr: Civilité Nom Prénom

source: FirstName LastName
fr: Prénom Nom

source: LastName FirstName
fr: Nom Prénom

source: Too many «{models}» were found for the search «{search}»
fr: Trop de «{models}» ont été trouvés pour la recherche «{search}»

source: Several «{models}» were found for the search «{search}»
fr: Plusieurs «{models}» ont été trouvés pour la recherche «{search}»

source: No linkable entity found for the search «{}»
fr: Aucune fiche reliable trouvée pour la recherche «{}»

source: The subject «{}» cannot be found
fr: Le sujet «{}» est introuvable

source: Subjects (organisations only)
fr: Sujets (sociétés seulement)

source: End time is before start time
fr: L'heure de fin est avant le début

source: Phone calls
fr: Appels téléphoniques

source: Meetings
fr: Rendez-vous

# activities-activity
source: Fixed
fr: Fixée

source: Floating time
fr: Heure flottante

# activities-activity
source: Floating
fr: Flottante

source: Minutes
fr: Bilan

source: Activity place
fr: Lieu de l'activité

source: Duration (in hour)
fr: Durée (en heures)

source: It is only informative and is not used to compute the end time.
fr: Seulement informative et pas utilisée pour calculer l'heure de fin.

source: Activity type
fr: Type d'activité

source: Activity sub-type
fr: Sous-type d'activité

source: Status
fr: Statut

source: Calendars
fr: Calendriers

source: All day?
fr: Toute la journée ?

source: Busy?
fr: Occupé ?

source: Fixed or floating?
fr: Fixée ou flottante ?

source: Create an activity
fr: Créer une activité

source: Save the activity
fr: Enregistrer l'activité

source: {user}'s calendar
fr: Calendrier de {user}

source: Calendar owner
fr: Propriétaire du calendrier

source: Name
fr: Nom

source: Is default?
fr: Par défaut ?

source: When a user is set as an Activity's participant, this Activity is added to its default calendar.
fr: Quand un utilisateur est mis en tant que participant d'une Activité, cette dernière est ajoutée à son calendrier par défaut.

source: Is public?
fr: Est public ?

source: Public calendars can be seen by other users on the calendar view.
fr: Les calendriers publiques sont visibles par les autres utilisateurs dans la vue calendrier.

source: It is used on the calendar view to colorize Activities.
fr: C'est utilisé dans la vue calendrier pour colorier les Activités.

source: Create a calendar
fr: Créer un calendrier

source: Save the calendar
fr: Enregistrer le calendrier

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: Month
fr: Mois

source: Week
fr: Semaine

source: The default configuration for calendar is not populated.
fr: La configuration par défaut du calendrier n'existe pas.

source: Default view mode
fr: Vue par défaut

source: View start
fr: Début des heures visibles

source: Start of the displayed hours. Can be different from the day range that restricts the moves and creation of events
fr: Début des heures visibles. Peut être différent des heures de travail qui contraignent la création et le déplacement des évènements

source: View end
fr: Fin des heures visibles

source: End of the displayed hours. Can be different from the day range that restricts the moves and creation of events
fr: Fin des heures visibles. Peut être différente des heures de travail qui contraignent la création et le déplacement des évènements

source: First day of the week
fr: Premier jour de la semaine

source: Slot duration
fr: Durée d'un intervalle de temps

source: Allow drag-n-drop
fr: Déplacer

source: Keep navigation state
fr: Conserver la navigation

source: Calendar display configuration
fr: Configuration du calendrier

source: Calendar display configurations
fr: Configurations du calendrier

source: Default day duration
fr: Durée en jours par défaut

source: Default hour duration
fr: Durée en heures/minutes/secondes par défaut

# activities-type
source: Create a type
fr: Créer un type

source: Type of activity
fr: Type d'activité

source: Types of activity
fr: Types d'activité

# activities-type
source: Create a sub-type
fr: Créer un sous-type

source: Sub-type of activity
fr: Sous-type d'activité

source: Sub-types of activity
fr: Sous-types d'activité

# activities-status
source: Create a status
fr: Créer un statut

# activities-singular
source: Status of activity
fr: Statut d'activité

# activities-plural
source: Status of activity
fr: Statuts d'activité

source: related to the activity
fr: relié à l'activité

source: (activity) related to
fr: (activité) relié à

source: is subject of the activity
fr: est sujet de l'activité

source: (activity) has for subject
fr: (activité) a pour sujet

source: participates in the activity
fr: participe à l'activité

source: (activity) has as participant
fr: (activité) a comme participant

source: Activity view
fr: Vue d'Activité

source: Unsuccessful call
fr: Appel non abouti

# activities-status
source: Planned
fr: Prévue

# activities-status
source: In progress
fr: En cours

# activities-status
source: Done
fr: Finie

# activities-status
source: Delayed
fr: En retard

# activities-status
source: Cancelled
fr: Annulée

# activities-status
source: Unsuccessful
fr: Non abouti

source: Used by default by the button «Create an unsuccessful phone call»
fr: Utilisé par défaut par le bouton «Créer un appel non abouti»

# activities-meeting
source: Revival
fr: Relance

# activities-meeting
source: Network
fr: Réseau

# activities-meeting
source: Other
fr: Autre

# activities-phonecall
source: Incoming
fr: Entrant

# activities-phonecall
source: Outgoing
fr: Sortant

# activities-phonecall
source: Conference
fr: Conférence

# activities-phonecall
source: Outgoing - Failed
fr: Sortant - Échoué

source: Gathering
fr: Réunion

# activities-gathering
source: Team
fr: Équipe

# activities-gathering
source: Internal
fr: Interne

source: On the site
fr: Sur site

source: Remote
fr: À distance

source: Outside
fr: À l'extérieur

source: Show
fr: Salon

source: Exhibitor
fr: Exposant

source: Visitor
fr: Visiteur

source: Demonstration
fr: Démonstration

# activities-demonstration
source: Videoconference
fr: En visioconférence

source: Holidays
fr: Vacances

source: Ill
fr: Malade

source: Tasks
fr: Tâches

source: In which I participate
fr: Auxquelles je participe

source: Activity complementary information
fr: Informations complémentaires sur l'activité

source: Display minutes information in activities blocks
fr: Afficher le bilan d'une activité dans les blocs d'activités

source: Add automatically the organisations of the participants as activities subjects
fr: Ajouter automatiquement les sociétés des participants en tant que sujets des activités

source: Sub-type
fr: Sous-type

source: Activities (since one year)
fr: Activités (depuis un an)

source: No meeting since one year
fr: Pas de rendez-vous depuis un an

source: {count} meeting per month
fr: {count} rendez-vous par mois

source: No phone call since one year
fr: Pas d'appel téléphonique depuis un an

source: {count} phone call per month
fr: {count} appel téléphonique par mois

source: Full detailview
fr: Fiche complète

source: Reload
fr: Recharger

# activities-activity
source: Past
fr: Passée

source: The date is fixed, but not the hour/minute yet
fr: La date est fixée, mais pas encore l'heure

source: This activity has no fixed start/end yet
fr: Cette activité n'a pas encore de début/fin fixés

source: Busy
fr: Occupé

source: All day
fr: Toute la journée

source: Summary
fr: Résumé

source: Default duration
fr: Durée par défaut

source: Link to an activity
fr: Lier à une activité

source: %(counter)s Subject
fr: %(counter)s Sujet

source: %(counter)s Is related to
fr: %(counter)s est reliée à

source: {count} Configured calendar view
fr: {count} Configuration de calendrier

source: {count} Configured calendar views
fr: {count} Configurations de calendrier

source: Create for a role
fr: Créer pour un rôle

source: Visible hours
fr: Heures visibles

source: Business Days
fr: Journées de travail

source: Business Hours
fr: Heures de travail

source: Default configuration
fr: Configuration par défaut

source: Edit this configuration
fr: Modifier cette configuration

source: Superuser configuration
fr: Configuration Super-Utilisateur

source: Delete this configuration
fr: Supprimer cette configuration

source: No configuration for the moment
fr: Aucune configuration pour le moment

source: {count} Calendar
fr: {count} Calendrier

source: {count} Calendars
fr: {count} Calendriers

# activities-user
source: (disabled)
fr: (désactivé)

source: Default calendar
fr: Calendrier par défaut

source: Private
fr: Privé

source: Delete
fr: Supprimer

source: {count} Future activity for me
fr: {count} Activité future pour moi

source: {count} Future activities for me
fr: {count} Activités futures pour moi

source: Future activities for me
fr: Activités futures pour moi

source: {count} Future related activity
fr: {count} Activité future liée

source: {count} Future related activities
fr: {count} Activités futures liées

source: No future related activity for the moment
fr: Aucune activité future liée pour le moment

source: Add contacts
fr: Ajouter des contacts

source: Delete relationship
fr: Supprimer la relation

source: No participant for the moment
fr: Aucun participant enregistré pour le moment

source: {count} Past activity for me
fr: {count} Activité passée pour moi

source: {count} Past activities for me
fr: {count} Activités passées pour moi

source: Past activities for me
fr: Activités passées pour moi

source: {count} Past related activity
fr: {count} Activité passée liée

source: {count} Past related activities
fr: {count} Activités passées liées

source: No past related activity for the moment
fr: Aucune activité passée liée pour le moment

source: Present in {count} of my calendars
fr: Présent dans {count} de mes calendriers

source: My calendars
fr: Mes calendriers

source: Change calendar
fr: Changer de calendrier

source: The activity is not present in any of your calendars, you don't participate in it
fr: L'activité n'est présente sur aucun de vos calendriers, vous n'y participez pas

source: {count} Subject
fr: {count} Sujet

source: {count} Subjects
fr: {count} Sujets

source: Add entities
fr: Ajouter des fiches

source: Unlink this subject
fr: Délier les sujets

source: No subject for the moment
fr: Aucun sujet enregistré pour le moment

source: Edit the configuration
fr: Modifier la configuration

source: This button can be placed on Activities' detail-views in the <a href="%(config_url)s">buttons configuration</a>. It allows to create a not successful Phone Call in one click.
fr: Ce bouton peut être placé sur les vues détaillés des Activités dans la <a href="%(config_url)s">configuration des boutons</a>. Il permet de créer un Appel Téléphonique infructueux en un clic.

source: The recorded sub-type is invalid (it may have been deleted)
fr: Le sous-type enregistré est invalide (il peut avoir été supprimé)

source: The recorded status is invalid (it may have been deleted)
fr: Le sous-type enregistré est invalide (il peut avoir été supprimé)

source: New calendar
fr: Nouveau calendrier

source: Edit this calendar
fr: Modifier ce calendrier

source: Delete this calendar
fr: Supprimer ce calendrier

source: No calendar for the moment
fr: Aucun calendrier pour le moment
