Repository: HybirdCorp/creme_crm
Catalog: creme/activities/locale/*/LC_MESSAGES/django.po
Languages: fr

source: You can drag and drop these activities in the calendar
fr: Vous pouvez glisser-déposer ces activités dans le calendrier

source: Floating activities
fr: Activités flottantes

source: FILTER FLOATING ACTIVITIES
fr: FILTRER LES ACTIVITÉS FLOTTANTES

source: No calendar
fr: Aucun calendrier

source: Collaborators calendars
fr: Calendriers des collaborateurs

source: FILTER CALENDARS OR COLLABORATORS
fr: FILTRER LES CALENDRIERS OU LES COLLABORATEURS

source: Create the Contacts who are not found?
fr: Créer les Contacts qui ne sont pas trouvés ?

source: Method #1: first name & last name are in separated cells (first name is optional)
fr: Méthode n°1: prénom et nom sont dans des cellules séparées (le prénom est facultatif)

source: Method #2: several contacts in one cell (in all patterns the last name is the only required element)
fr: Méthode n°2: plusieurs contacts dans une cellule (dans tous les motifs le nom est le seul élément obligatoire)

source: Separator
fr: Séparateur

source: Contact pattern
fr: Motif de contact

source: Create the Organisations which are not found?
fr: Créer les Sociétés qui ne sont pas trouvées ?

source: Go to the calendar
fr: Aller au calendrier

source: {participant} already participates in the activity «{activity}» between {start} and {end}.
fr: {participant} participe déjà à l'activité «{activity}» entre {start} et {end}.

source: List of phone calls
fr: Liste des appels téléphoniques

source: List of meetings
fr: Liste des rendez-vous

source: Adding participants to activity «{entity}»
fr: Ajout de participants pour l'activité «{entity}»

source: Add the participants
fr: Ajouter les participants

source: Adding subjects to activity «{entity}»
fr: Ajout de sujets pour l'activité «{entity}»

source: Add the subjects
fr: Ajouter les sujets

source: One entity does not exist any more.
fr: Une fiche n'existe plus.

source: The current contact is you; the button has to be used with a different contact
fr: Le contact courant c'est vous ; le bouton doit être utilisé avec un contact différent

source: The configuration of the button is broken; fix it in the configuration of «Activities».
fr: La configuration du bouton est cassée ; corrigez la dans la configuration de «Activités».

source: Edit the configuration of the button
fr: Modifier la configuration du bouton

source: You cannot delete this calendar: it is not custom.
fr: Vous ne pouvez pas supprimer ce calendrier : il n'est pas personnalisable.

source: You are not allowed to delete this calendar.
fr: Vous n'avez pas la permission d'effacer ce calendrier.

source: You cannot delete your last calendar.
fr: Vous ne pouvez pas supprimer votre dernier calendrier.

source: Change calendar of «{object}»
fr: Changer le calendrier de «{object}»

source: Edit calendar view configuration
fr: Modifier la configuration du calendrier

source: Create calendar configuration for a role
fr: Créer une configuration de calendrier pour un rôle
