Repository: HybirdCorp/creme_crm
Catalog: creme/creme_config/locale/*/LC_MESSAGES/django.po
Languages: fr

source: General configuration
fr: Configuration générale

source: My settings
fr: Ma configuration

source: Blocks
fr: Blocs

source: Fields
fr: Champs

source: Custom forms
fr: Formulaires personnalisés

source: History
fr: Historique

source: Button menu
fr: Menu bouton

source: Search
fr: Recherche

source: Roles and credentials
fr: Rôles et droits

source: Users
fr: Utilisateurs

source: Property types configuration
fr: Configuration des types de propriété

source: List of standard relation types
fr: Liste des types de relation standard

source: Custom relation types configuration
fr: Configuration des types de relation personnalisés

source: List of semi-fixed relation types
fr: Liste des types de relation semi-fixés

source: Missing required field: {}
fr: Champ obligatoire manquant : {}

source: Missing required custom field: {}
fr: Champ personnalisé obligatoire manquant : {}

source: Missing required special field: {}
fr: Champ spécial obligatoire manquant : {}

source: Superuser
fr: Super-utilisateur

source: Default configuration
fr: Configuration par défaut

source: The configuration of blocks for detailed-views cannot be exported because it contains references to some instance-blocks ({blocks}), which are not managed, for the following cases: {models}.
fr: La configuration des blocs pour les vues détaillées ne peut pas être exportée car elle contient des références à des bloc d'instance ({blocks}), qui ne sont pas gérés, pour les cas suivants : {models}.

source: The configuration of blocks for Home cannot be exported because it contains references to some instance-blocks ({blocks}), which are not managed.
fr: La configuration des blocs pour l'Accueil ne peut pas être exportée car elle contient des références à des blocs d'instance ({blocks}), qui ne sont pas gérés.

source: The configuration of blocks for «My page» cannot be exported because it contains references to some instance-blocks ({blocks}), which are not managed.
fr: La configuration des blocs pour «Ma page» ne peut pas être exportée car elle contient des références à des blocs d'instance ({blocks}), qui ne sont pas gérés.

source: This filter PK is invalid: «{}».
fr: Cette clé primaire de filtre est invalide : «{}».

source: This property type cannot be overridden: «{}».
fr: Ce type de propriété ne peut pas être écrasé : «{}».

source: This property type PKs are invalid: {}.
fr: Ces clés primaires de type de propriété sont invalides : {}.

source: This relation type PK is invalid: «{}».
fr: Cette clé primaire de type de relation est invalide : «{}».

source: This relation type cannot be overridden: «{}».
fr: Ce type de relation ne peut pas être écrasé : «{}».

source: There is already a fields configuration for the model «{}».
fr: Il y a déjà une configuration de champs pour le modèle «{}»

source: This custom-field type is invalid: {}.
fr: Ce type de champ personnalisé est invalide: {}.

source: There is already a custom-field with the same UUID: {}.
fr: Il y a déjà un champ personnalisé avec le même UUID : {}.

source: There is already a custom-field with the same name: {}.
fr: Il y a déjà un champ personnalisé avec le même nom : {}.

source: The column with type="{type}" is invalid in «{container}».
fr: La colonne avec le type="{type}" est invalide dans «{container}».

source: The column with field="{field}" is invalid in «{container}».
fr: La colonne avec le champ="{field}" est invalide dans «{container}».

source: The column with custom-field="{uuid}" is invalid in «{container}».
fr: La colonne avec le champ="{uuid}" est invalide dans «{container}».

source: The column with function-field="{ffield}" is invalid in «{container}».
fr: La colonne avec le champ calculé="{ffield}" est invalide dans «{container}».

source: The column with relation-type="{rtype}" is invalid in «{container}».
fr: La colonne avec le type de relation="{rtype}" est invalide dans «{container}».

source: This view of list cannot be overridden: «{}».
fr: Cette vue de liste ne peut pas être écrasé: «{}».

source: view of list id="{id}"
fr: Vue de liste id="{id}"

source: The condition on sub-filter="{subfilter}" is invalid in the filter id="{id}".
fr: La condition sur le sous-filtre="{subfilter}" est invalide dans le filtre avec id="{id}".

source: The condition on relation-type is invalid in the filter id="{id}" (unknown uuid={uuid}).
fr: La condition sur type de relation est invalide dans le filtre id="{id}" (uuid={uuid} inconnu).

source: The condition on relation-type is invalid in the filter id="{id}" (unknown relation-type={rtype}).
fr: La condition sur type de relation= est invalide dans le filtre id="{id}"(type-de-relation={rtype} inconnu).

source: The condition on related sub-filter="{subfilter}" is invalid in the filter id="{id}" (unknown relation-type ID).
fr: La condition sur le sous-filtre relié "{subfilter}" est invalide dans le filtre id="{id}" (ID de type de relation inconnu).

source: The condition on related sub-filter="{subfilter}" is invalid in the filter id="{id}" (unknown filter ID).
fr: La condition sur le sous-filtre relié "{subfilter}" est invalide dans le filtre id="{id}" (ID de filtre inconnu).

source: The condition on property-type="{ptype}" is invalid in the filter id="{id}".
fr: La condition sur le type de propriété="{ptype}" est invalide dans le filtre id="{id}".

source: The condition on custom-field="{cfield}" is invalid in the filter id="{id}".
fr: La condition sur le champ personnalisé="{cfield}" est invalide dans le filtreid="{id}".

source: This filter cannot be overridden: «{}».
fr: Ce filtre ne peut pas être écrasé: «{}».

source: The condition with type="{type}" is invalid in the filter id="{id}".
fr: La condition avec le type="{type}" est invalide dans le filtre id="{id}".

source: A condition is invalid in the filter id="{id}" [{error}].
fr: Une condition est invalide dans le filtre id="{id}" [{error}].

source: There is a cycle between the filters [{}].
fr: Il y a un cycle entre les filtres [{}].

source: The filter with id="{id}" already exists.
fr: Le filtre avec id="{id}" existe déjà.

source: block for relation-type id="{id}"
fr: bloc pour le type de relation id="{id}"

source: custom block with id="{id}"
fr: bloc personnalisé avec id="{id}"

source: The brick zone «{}» is not valid.
fr: La zone de bloc «{}» n'est pas valide.

source: Header block
fr: Bloc entête

source: Blocks to display on top
fr: Blocs à afficher en haut

source: Blocks to display on left side
fr: Blocs à afficher à gauche

source: Blocks to display on right side
fr: Blocs à afficher à droite

source: Blocks to display on bottom
fr: Blocs à afficher en bas

source: The following block should be displayed only once: «%(block)s»
fr: Le bloc suivant ne devrait être affiché qu'une seule fois: «%(block)s»

source: Your configuration is empty !
fr: Votre configuration est vide !

source: Role
fr: Rôle

source: Blocks to display on the home
fr: Blocs à afficher sur l'accueil

source: Blocks to display on the «My Page» of the users
fr: Blocs à afficher sur le «Ma page» des utilisateurs

source: Customised resource
fr: Ressource personnalisée

source: Columns
fr: Colonnes

source: This type of field can not be the first column.
fr: Ce type de champ ne peut pas être la première colonne.

source: Related resource
fr: Ressource associée

source: Lines
fr: Lignes

source: Buttons to display
fr: Boutons à afficher

source: Drag and drop the buttons between the available buttons and the selected buttons sections to enable or disable the buttons, or within the selected buttons section to change the order.
fr: Faites glisser et déposez les boutons entre la section des boutons disponibles et celle des boutons sélectionnés pour activer ou désactiver des boutons, ou au sein de la section des boutons sélectionnés afin d'en changer l'ordre.

source: Text
fr: Texte

source: For example: 'is pretty'
fr: Par exemple: 'est joli'

source: Is copiable
fr: Est copiable

source: Are the properties with this type copied when an entity is cloned?
fr: Est-ce que les propriétés avec ce type sont copiées quand une fiche est clonée ?

source: Related to types of entities
fr: S'applique aux types de fiches

source: No selected type means that all types are accepted
fr: Aucun type sélectionné signifiera que tous les types sont acceptés

source: A property type with this name already exists.
fr: Un type de propriété avec ce nom existe déjà.

source: Type of field
fr: Type du champ

source: Available choices
fr: Choix disponibles

source: Give the possible choices (one per line) if you choose the type "Choice list".
fr: Mettez les choix possibles (un par ligne) si vous avez choisi le type "Liste de choix".

source: The choices list must not be empty if you choose the type "Choice list".
fr: La liste de choix ne doit pas être vide si vous choisissez un type "Liste de choix"

source: The choice «{}» is duplicated.
fr: le choix «{}» est en double.

source: The other custom fields for this type of resource will be chosen by editing the configuration
fr: Les autres champs personnalisés de ce type de ressource seront choisis en modifiant la configuration

source: There is already a custom field with this name.
fr: Il y a déjà un champ personnalisé avec ce nom.

source: Existing choices of the list
fr: Choix existants de la liste

source: Uncheck the choices you want to delete.
fr: Décochez les choix que vous voulez supprimer.

source: New choices of the list
fr: Nouveaux choix de la liste

source: Give the new possible choices (one per line).
fr: Rentrez les nouveaux choix possibles (un par ligne).

source: New choice
fr: Nouveau choix

source: Choose a choice to transfer to
fr: Choisissez un choice auquel transférer

source: The selected choice will replace the deleted one in entities which use it.
fr: Le choix sélectionné remplacera le choix supprimé dans les fiches qui lui sont associés.

source: Information
fr: Informations

source: This choice is not used by any entity, you can delete it safely.
fr: Ce choix n'est utilisé par aucune fiche, vous pouvez le supprimer en toute sécurité.

source: Name
fr: Nom

source: Group
fr: Groupe

source: Sorry no extra group is available any more.
fr: Désolé il n'y a plus aucun groupe spécial de disponible.

source: Create a choice
fr: Créer un choix

source: The proposed types of resource have at least a field which can be hidden.
fr: Les types de ressource proposés ont au moins un champ qui peut être caché.

source: All configurable types of resource are already configured.
fr: Tous les types de ressource configurables sont déjà configurés.

source: Hidden fields
fr: Champs cachés

source: OK: no instance of «{model}».
fr: Ok : aucune instance de «{model}»

source: BEWARE: {count} instance of «{model}».
fr: ATTENTION : {count} instance de «{model}».

source: OK: no instance of «{model}» have to be deleted.
fr: OK : aucune instance de «{model}» n'a à être supprimé.

source: BEWARE: {count} instance of «{model}» will be deleted.
fr: ATTENTION : {count} instance de «{model}» va être supprimé.

source: OK: there is no related instance of «{model}», the deletion can be done.
fr: OK : il n'y aucune instance de «{model}» liée, la suppression peut avoir lieu.

source: ERROR: {count} instance of «{model}» uses «{instance}» so the deletion is not possible.
fr: ERREUR : {count} instance de «{model}» utilise «{instance}» donc la suppression est impossible.

source: OK: no instance of «{model}» have to be updated.
fr: OK : aucune instance de «{model}» ne doit être mise à jour.

source: BEWARE: {count} instance of «{model}» uses «{instance}» & will be updated (the field will be emptied).
fr: ATTENTION : {count} instance de «{model}» utilise «{instance}» & va être mise à jour (le champ va être vidé).

source: BEWARE: {count} instance of «{model}» uses «{instance}» & will be updated (the field will be set to «{fallback}»).
fr: ATTENTION : {count} instance de «{model}» utilise «{instance}» & va être mise à jour (le champ va être mis à «{fallback}»).

source: ERROR: the default value is invalid. Please contact your administrator.
fr: ERREUR : la valeur par défaut est invalide. Veuillez contacter votre administrateur.

source: BEWARE: {count} instance of «{model}» uses «{instance}» & will be updated (the field will be set to the fallback value).
fr: ATTENTION : {count} instance de «{model}» utilise «{instance}» & va être mise à jour (le champ va recevoir une valeur de secours).

source: Replacement
fr: Remplacement

source: The field "{model}.{field}" cannot be deleted because its "on_delete" constraint is not managed. Please contact your administrator.
fr: Le champ "{model}.{field}" ne peut pas être supprimé car sa contrainte "on_delete" n'est pas gérée. Veuillez contacter votre administrateur.

source: Deletion is not possible.
fr: La suppression n'est pas possible.

source: If an entity is linked to other entities by a relationship of this type, the history lines that are about the edition of this entity will appear in the history of the others entities.
fr: Si une fiche est liée à d'autres fiches par une Relation de ce type, les lignes d'historique à propos des modifications de cette fiche apparaîtront dans l'historique des autres fiches.

source: Relation types
fr: Types de relation

source: Type constraint
fr: Contrainte sur le type

source: No constraint means that all types are accepted.
fr: Aucune contrainte signifiera que tous les types sont acceptés.

source: Properties constraint
fr: Contrainte sur les propriétés

source: The subject must have all the selected properties.
fr: Le sujet doit avoir toutes les propriétés sélectionnées.

source: Subject => object
fr: Sujet => objet

source: Direct relationship is copiable
fr: La relation directe est copiable

source: Are the relationships with this type copied when the subject entity is cloned?
fr: Est-ce que les relations avec ce type sont copiées quand la fiche sujet est clonée ?

source: Display once on the subject's page
fr: Afficher une seule fois sur la page du sujet

source: Do not display in the «Relationships» block (detail-view of subject) when it is already displayed by another block.
fr: Ne pas afficher dans le bloc «Relations» (vue détaillée du sujet) quand c'est déjà affiché par un autre bloc

source: Object => subject
fr: Objet => sujet

source: Symmetrical relationship is copiable
fr: La relation symétrique est copiable

source: Are the relationships with this type copied when the object entity is cloned?
fr: Est-ce que les relations avec ce type sont copiées quand la fiche objet est clonée ?

source: Do not display in the «Relationships» block (detail-view of object) when it is already displayed by another block.
fr: Ne pas afficher dans le bloc «Relations» (vue détaillée de l'objet) quand c'est déjà affiché par un autre bloc

source: The object must have all the selected properties.
fr: L'objet doit avoir toutes les propriétés sélectionnées.

source: Subject
fr: Sujet

source: Verb/Predicate
fr: Verbe/Prédicat

source: Object
fr: Objet

source: Type and object
fr: Type et objet

source: A semi-fixed type of relationship with this type and this object already exists.
fr: Un type de relation semi-fixé avec ce type et cet objet existe déjà.

source: Concerned fields
fr: Champs concernés

source: Value
fr: Valeur

source: Configuration file
fr: Fichier de configuration

source: A JSON file created with the export button (generally in another Creme instance).
fr: Un fichier JSON créé avec le bouton d'export (généralement dans une autre instance de Creme).

source: File content is not valid JSON.
fr: Le contenu du fichier n'est pas du JSON valide.

source: File content is not valid (%(error)s).
fr: Le contenu du fichier n'est pas valide (%(error)s).

source: The file has an unsupported version.
fr: Le fichier a une version qui n'est pas gérée.

source: main content must be a dictionary
fr: le contenu principal doit être un dictionnaire

source: Password
fr: Mot de passe

source: Confirm password
fr: Confirmation du mot de passe

source: Teammates
fr: Coéquipiers

source: Team name
fr: Nom de l'équipe

source: Choose a user to transfer to
fr: Choisissez un utilisateur auquel transférer

source: Teams
fr: Équipes

source: View
fr: Voir

source: Change
fr: Changer

source: Delete
fr: Supprimer

source: Link
fr: Lier

source: You must have the permission to link on 2 entities to create a relationship between them. Beware: if you use «Filtered entities», you won't be able to add relationships in the creation forms (you'll have to add them later).
fr: Vous devez avoir le droit de relier sur 2 fiches pour créer une relation entre elles. Attention : si vous utilisez «Fiches filtrées», vous ne pourrez pas ajouter de relations dans les formulaires de création (vous devrez les ajouter plus tard).

source: Unlink
fr: Délier

source: You must have the permission to unlink on 2 entities to delete a relationship between them.
fr: Vous devez avoir le droit de délier 2 fiches pour supprimer une relation entre elles.

# content_type
source: None
fr: Aucun

source: No action has been selected.
fr: Aucune action n'a été sélectionnée.

source: Name of the filter
fr: Nom du filtre

source: Beware to performances with conditions on custom fields or relationships.
fr: Attention aux performances avec les conditions sur les champs personnalisés ou sur les relations.

source: No filter, no condition.
fr: Pas de filtre, pas de condition.

source: Choose a role to transfer to
fr: Choisissez un rôle auquel transférer

source: This role is not used by any user, you can delete it safely.
fr: Ce rôle n'est utilisé par aucun utilisateur, vous pouvez le supprimer en toute sécurité.

source: The chosen role will replace the deleted one in users which use it.
fr: Le rôle choisi remplacera le role supprimé dans les utilisateurs qui lui sont associés.

source: Allowed applications
fr: Applications autorisées

source: Administrated applications
fr: Applications administrées

source: These applications can be configured. For example, the concerned users can create new choices available in forms (eg: position for contacts).
fr: Ces applications peuvent être configurés. Par exemple, les utilisateurs concernés peuvent créer de nouveaux choix disponibles dans les formulaires (ex: la fonction pour les contacts).

source: Creatable resources
fr: Ressources créables

source: Exportable resources
fr: Ressources exportables

source: This types of entities can be downloaded as CSV/XLS files (in the corresponding list-views).
fr: Ces types de fiches peuvent être téléchargés en tant que fichiers CSV/XLS (dans les vues en liste correspondantes).

source: First credentials: main information
fr: Premiers droits : informations principales

source: First credentials: actions
fr: Premiers droits : actions

source: Yes
fr: Oui

source: First credentials: filter
fr: Premiers droits : filtre

source: First credentials: conditions
fr: Premiers droits : conditions

source: Your theme
fr: Votre thème

source: Your time zone
fr: Votre fuseau horaire

source: Your language
fr: Votre langue

source: Create
fr: Créer

source: Cannot create
fr: Création interdite

source: Time zone: {}
fr: Fuseau horaire : {}

source: Configuration of «{app}»
fr: Configuration de «{app}»

source: No block for the moment
fr: Aucun bloc pour le moment

source: {count} Configured type of resource
fr: {count} Type de ressource configuré

source: {count} Configured types of resource
fr: {count} Types de ressource configurés

source: %(count)s block
fr: %(count)s bloc

source: Edit the default configuration
fr: Modifier la configuration par défaut

source: Create for a role
fr: Créer pour un rôle

source: Default configuration for «%(ctype)s»
fr: Configuration par défaut pour «%(ctype)s»

source: (uses the default blocks configuration)
fr: (utilise la configuration par défaut des blocs)

source: {count} Configured home
fr: {count} Accueil configuré

source: {count} Configured homes
fr: {count} Accueils configurés

source: Block on home
fr: Bloc sur l'accueil

source: Add a home configuration for a role
fr: Ajouter une configuration d'accueil pour un rôle

source: No block
fr: Pas de bloc

source: Edit this configuration
fr: Modifier cette configuration

source: Delete this configuration
fr: Supprimer cette configuration

source: No configuration for the moment
fr: Aucune configuration pour le moment

source: {count} Block on default «My page»
fr: {count} Bloc sur «Ma page» par défaut

source: {count} Blocks on default «My page»
fr: {count} Blocs sur «Ma page» par défaut

source: Blocks on default «My page»
fr: Blocs sur «Ma page» par défaut

source: Edit blocks configuration
fr: Modifier la configuration de blocs

source: Remove this block
fr: Enlever ce bloc

source: {count} Block on «My page»
fr: {count} Bloc sur «Ma page»

source: {count} Blocks on «My page»
fr: {count} Blocs sur «Ma page»

source: Blocks on «My page»
fr: Blocs sur «Ma page»

source: Edit the configuration
fr: Modifier la configuration

source: Delete the configuration
fr: Supprimer la configuration

source: Configured types of resource
fr: Types de ressource configurés

source: New buttons configuration
fr: Nouvelle configuration de boutons

source: No button
fr: Pas de bouton

source: New value
fr: Nouvelle valeur

source: Drag and drop to re-order this «%(type)s»
fr: Glissez-déposez pour réordonner ce(tte) «%(type)s»

source: No value for the moment
fr: Aucune valeur enregistrée pour le moment

source: {count} Configurable type
fr: {count} Type configurable

source: {count} Configurable types
fr: {count} Types configurables

source: Configurable types
fr: Types configurables

source: No type requires configuration
fr: Aucun type ne nécessite de configuration

source: {count} Choice
fr: {count} Choix

source: {count} Choices
fr: {count} Choix

source: Choices
fr: Choix

source: New choices
fr: Nouveaux choix

source: Edit this choice
fr: Modifier ce choix

source: Delete this choice
fr: Supprimer ce choix

source: No choice for this custom field
fr: Aucun choix pour ce champ personnalisé

source: New custom field configuration
fr: Nouvelle configuration de champ personnalisé

source: Create a custom field
fr: Créer un champ personnalisé

source: (required)
fr: (obligatoire)

source: See the choices (currently %(count)s)
fr: Voir les choix (actuellement %(count)s)

source: See & manage the choices (currently %(count)s)
fr: Voir & gérer les choix (actuellement %(count)s)

source: Restore this custom field
fr: Restaurer ce champ personnalisé

source: Edit this custom field
fr: Modifier ce champ personnalisé

source: Delete this custom field definitely
fr: Supprimer ce champ personnalisé définitivement

source: Delete this custom field
fr: Supprimer ce champ personnalisé

source: No type of entity has custom field for the moment
fr: Aucun type de fiche n'a de champ personnalisé pour le moment

source: Show details
fr: Montrer les détails

source: Hide details
fr: Cacher les détails

source: Drag and drop the groups to order them.
fr: Glissez-déposez les groupes pour les réordonner.

source: Display this group on the second half only
fr: Afficher ce groupe sur la seconde moitié seulement

source: Display this group on the whole width
fr: Afficher ce groupe sur la toute la largeur

source: Edit this group
fr: Modifier ce groupe

source: Delete this group
fr: Supprimer ce groupe

source: Display this group on the first half only
fr: Afficher ce groupe sur la première moitié seulement

source: Delete this field
fr: Supprimer ce champ

source: Add a group
fr: Ajouter un groupe

source: Add a special group
fr: Ajouter un groupe spécial

source: No custom form
fr: Pas de formulaire personnalisé

source: {count} Custom block
fr: {count} Bloc personnalisé

source: {count} Custom blocks
fr: {count} Blocs personnalisés
