Repository: HybirdCorp/creme_crm
Catalog: creme/creme_config/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Custom blocks
fr: Blocs personnalisés

source: New custom block
fr: Nouveau bloc personnalisé

source: Edit this type of block
fr: Modifier ce type de bloc

source: Delete this type of block
fr: Supprimer ce type de bloc

source: No custom block for the moment
fr: Aucun bloc personnalisé pour le moment

source: New fields configuration
fr: Nouvelle configuration de champs

source: No fields configuration for the moment
fr: Aucune configuration de champs pour le moment

source: {count} Used relation type
fr: {count} Type de relation utilisé

source: {count} Used relation types
fr: {count} Types de relation utilisés

source: Used relation types
fr: Types de relation utilisés

source: Add some relationship types
fr: Ajouter des types de relation utilisés

source: When an entity is modified, if it has some relationships (the entity is the subject) with a type from the configured ones, the related entities get a line in their history which indicates this modification.
fr: Quand une fiche est modifiée, si elle a des relations (la fiche étant sujet) avec un des types configurés, alors les fiches reliées reçoivent une ligne d'historique qui indique la modification.

source: Remove this relationship type
fr: Enlever ce type de relation

source: No relationship type for the moment
fr: Aucun type de relation pour le moment

source: {count} Instance's block created
fr: {count} Bloc d'instance créé

source: {count} Instances' blocks created
fr: {count} Blocs d'instance créés

source: Instances' blocks
fr: Bloc d'instance

source: Can be displayed on
fr: Peut être affiché sur

source: Errors
fr: Erreurs

source: Home & «My page»
fr: Accueil & «Ma page»

source: Detail views:
fr: Vue détaillée :

source: All types of entity
fr: Tous les types de fiche

source: No type of instance block created for the moment
fr: Aucun bloc d'instance créé pour le moment

source: Deleting a property type will delete the associated properties
fr: Supprimer un type de propriété supprimera les propriétés associées

source: {count} Type of property
fr: {count} Type de propriété

source: {count} Types of property
fr: {count} Types de propriété

source: Types of property
fr: Types de propriété

source: New custom type of property
fr: Nouveau type de propriété personnalisé

source: No related type of resource
fr: Pas de type de ressource associé

source: Edit this property type
fr: Modifier ce type de propriété

source: Delete this property type
fr: Supprimer ce type de propriété

source: No type of property for the moment
fr: Aucun type de propriété enregistré pour le moment

source: {count} Custom type of relation
fr: {count} Type de relation personnalisé

source: {count} Custom types of relation
fr: {count} Types de relation personnalisés

source: {count} Standard type of relation
fr: {count} Type de relation standard

source: {count} Standard types of relation
fr: {count} Types de relation standard

source: New custom type
fr: Nouveau type personnalisé

source: Subject(s)
fr: Sujet(s)

source: Predicate
fr: Prédicat

source: Object(s)
fr: Objet(s)

source: No type
fr: Pas de type

source: No property
fr: Pas de propriété

source: The relationships are not copied when the subject entity is cloned
fr: Les relations ne sont pas copiées quand la fiche sujet est clonée

source: No copy
fr: Pas de copie

source: The relationships are not displayed in the «Relationships» block (detail-view of subject) when they are already displayed by another block.
fr: Les relations ne sont pas affichées dans le bloc «Relations» (vue détaillée du sujet) quand quand elles sont déjà affichées par un autre bloc.

source: Display once
fr: Afficher une seule fois

source: The relationships are not copied when the object entity is cloned
fr: Les relations ne sont pas copiées quand la fiche objet est clonée

source: The relationships are not displayed in the «Relationships» block (detail-view of object) when they are already displayed by another block.
fr: Les relations ne sont pas affichées dans le bloc «Relations» (vue détaillée de l'objet) quand quand elles sont déjà affichées par un autre bloc.

source: Edit this relation type
fr: Modifier ce type de relation

source: Delete this relation type
fr: Supprimer ce type de relation

source: No custom type of relation for the moment
fr: Aucun type de relation personnalisé n'existe pour le moment

source: {count} Type of relation block created
fr: {count} Type de bloc de relation créé

source: {count} Types of relation block created
fr: {count} Types de bloc de relation créés

source: Types of relation block created
fr: Types de bloc de relation créés

source: New type of block
fr: Nouveau type de bloc

source: All types are configured
fr: Tous les types sont configurés

source: New customised type
fr: Nouveau type personnalisé

source: not configured yet
fr: pas encore configuré

source: Edit the configuration for «%(ctype)s»
fr: Modifier la configuration pour «%(ctype)s»

source: Delete the configuration for «%(ctype)s»
fr: Supprimer la configuration pour «%(ctype)s»

source: No type of relation block created for the moment
fr: Aucun type de bloc de relation créé pour le moment

source: Search is disabled
fr: Recherche désactivée

source: All fields
fr: Tous les champs

source: No search configuration for the moment
fr: Aucune configuration de recherche enregistrée pour le moment

source: {count} Semi-fixed type of relationship
fr: {count} Type de relation semi-fixé

source: {count} Semi-fixed types of relationship
fr: {count} Types de relation semi-fixés

source: Semi-fixed types of relationship
fr: Types de relation semi-fixés

source: New semi-fixed type
fr: Nouveau type semi-fixé

source: Type of relationship
fr: Type de relation

source: Delete this type
fr: Supprimer ce type

source: No semi-fixed type of relationship for the moment
fr: Aucun type de relation semi-fixé n'existe pour le moment

source: {count} Setting value
fr: {count} Valeur de réglage

source: {count} Setting values
fr: {count} Valeurs de réglage

source: Setting values
fr: Valeurs de réglage

source: Edit this value
fr: Modifier cette valeur

source: No setting value for this app
fr: Aucune valeur de réglage pour cette application

source: {count} Team
fr: {count} Équipe

source: {count} Teams
fr: {count} Équipes

source: New team
fr: Nouvelle équipe

source: A team is a user which can owns entities, but which cannot be logged in. A team contains some teammates, which must be real users, not teams. When an entity belongs to a team, each teammate has the same permissions on this entity as if it was belonging to him.
fr: Une équipe est un utilisateur qui peut posséder des fiches, mais qui ne peut pas être connecté. Une équipe contient des coéquipiers, qui doivent être de vrais utilisateurs pas des équipes. Quand une fiche appartient à une équipe, chaque coéquipier a les mêmes permissions que si elle lui appartenait.

source: No teammate
fr: Aucun Coéquipier

source: Edit this team
fr: Modifier cette équipe

source: Delete this team
fr: Supprimer cette équipe

source: No team for the moment
fr: Aucune équipe pour le moment

source: Export & import configuration
fr: Exporter & importer la configuration

source: Export the configuration (as a JSON file) & import it in another instance of Creme. The following data are concerned:
fr: Exporter la configuration (en tant que fichier JSON) & l'importer dans une autre instance de Creme. Les données suivantes sont concernées :

source: Roles.
fr: Rôles.

source: Blocks locations for detail-views, home & default «My page».
fr: Emplacements des blocs pour les vues détaillées, l'accueil et «Ma page» par défaut.

source: Buttons configuration.
fr: Configuration des boutons.

source: Search configuration.
fr: Configuration de recherche.

source: Property & Relationship types.
fr: Types de propriété et de relation.

source: Custom fields.
fr: Champs personnalisés.

source: Views of list (NB: views related to a user are kept, but ignored at import if the user-name does not exist).
fr: Vues de liste (NB: les vues relatives à un utilisateur sont gardées, mais ignorées si le nom d'utilisateur n'existe pas).

source: Filters (NB: filters related to a user are kept, but ignored at import if the user-name does not exist).
fr: Filtres (NB: les filtres relatifs à un utilisateur sont gardés, mais ignorés si le nom d'utilisateur n'existe pas).

source: Export
fr: Exporter

source: Export the configuration
fr: Exporter la configuration

source: Import a configuration
fr: Importer une configuration

source: {count} Role
fr: {count} Rôle

source: {count} Roles
fr: {count} Rôles

source: Roles
fr: Rôles

source: New role
fr: Nouveau rôle

source: The users which are not super-users must have a role. It limits what the concerned users can see, edit, delete…
fr: Les utilisateurs qui ne sont pas super-utilisateurs doivent avoir un rôle. Il limite ce que les utilisateurs concernés peuvent voir, modifier, supprimer…

source: Creation credentials
fr: Droits de création

source: Export credentials
fr: Droits d'export

source: Entities credentials
fr: Droits des fiches

source: No allowed application
fr: Pas d'application autorisée

source: No administrated application
fr: Pas d'application administrée

source: No creation credential
fr: Pas de droit de création

source: No export credential
fr: Pas de droit d'export

source: Edit these credentials
fr: Modifier ces droits

source: Delete these credentials
fr: Supprimer ces droits

source: Filter «%(efilter)s»
fr: Filtre «%(efilter)s»

source: New credentials
fr: Nouveaux droits

source: Edit this role
fr: Modifier ce rôle

source: No role for the moment
fr: Aucun rôle pour le moment

source: N/A
fr: NC

source: {count} User
fr: {count} Utilisateur

source: {count} Users
fr: {count} Utilisateurs

source: New user
fr: Nouvel utilisateur

source: Staff
fr: Administrateur

source: Yes,No
fr: Oui,Non

source: Deactivate
fr: Désactiver

source: Activate
fr: Activer

source: Change the password
fr: Changer le mot de passe

source: Edit this user
fr: Modifier cette utilisateur

source: Delete this user
fr: Supprimer cet utilisateur

source: Configuration of «%(object)s»
fr: Configuration de «%(object)s»

source: Custom fields
fr: Champs personnalisés

source: Configuration of custom fields
fr: Configuration des champs personnalisés

source: Status
fr: Statut

source: Finish
fr: Terminer

source: Available buttons
fr: Boutons disponibles

source: Selected buttons
fr: Boutons sélectionnés

source: Additional fields
fr: Champs supplémentaires

source: Special fields
fr: Champs spéciaux

source: No available special field.
fr: Pas de champ spécial disponible.

source: Creme configuration portal
fr: Portail de Configuration de Creme

source: General
fr: Général

source: Relation types settings
fr: Gestion des types de relation

source: Property types settings
fr: Gestion des types de propriété

source: Fields settings
fr: Gestion des champs

source: Custom fields settings
fr: Gestion des champs personnalisés (custom fields)

source: Custom forms settings
fr: Gestion des formulaires personnalisés

source: Blocks settings
fr: Gestion des blocs

source: Button menu settings
fr: Gestion du menu bouton

source: Search settings
fr: Gestion de la recherche

source: History settings
fr: Gestion de l'historique

source: Credentials management
fr: Gestion des droits

source: Users settings
fr: Gestion des utilisateurs

source: Roles and credentials settings
fr: Gestion des rôles et des droits

source: Applications portals
fr: Portails des applications

source: %(app_name)s configuration portal
fr: Portail configuration %(app_name)s

source: No application requires configuration
fr: Aucune application ne nécessite de configuration

source: Configuration of blocks
fr: Configuration des blocs

source: Configuration of buttons
fr: Configuration des boutons

source: Configuration of custom forms
fr: Configuration des formulaires personnalisés

source: Configuration of fields
fr: Configuration des champs

source: Configuration of history
fr: Configuration de l'historique

source: Configuration of properties
fr: Configuration des propriétés

source: Configuration of relationships
fr: Configuration des relations

source: Types of relationship
fr: Types de relation

source: Configuration of search
fr: Configuration de la recherche

source: Search in Creme
fr: Recherche dans Creme

source: Create search settings in order to make the global search faster.
fr: Créez des configurations de recherche afin de rendre la recherche globale plus rapide.

source: Limit the number of fields per type for better performance and better results visibility.
fr: Limitez le nombre de champs par type pour de meilleures performances et une meilleure visibilité des résultats.

source: Edit a configuration to specify the search fields.
fr: Modifiez une configuration pour spécifier des champs de recherche.

source: Configuration of roles
fr: Configuration des rôles

source: Configuration of users
fr: Configuration des utilisateurs

source: View your settings
fr: Voir vos réglages

source: Home
fr: Accueil

source: View and edit your Creme settings
fr: Voir et modifier vos réglages Creme

source: Hide inactive users
fr: Cacher les utilisateurs désactivés

source: Show inactive users
fr: Montrer les utilisateurs désactivés

source: Hide deleted custom fields
fr: Cacher les champ personnalisés supprimés

source: Show deleted custom fields
fr: Montrer les champ personnalisés supprimés

source: Save the configuration
fr: Enregistrer la configuration

source: New block configuration for «{model}»
fr: Nouvelle configuration de bloc pour «{model}»

# creme_config-verb
source: Select
fr: Sélectionner

source: Save the block
fr: Enregistrer le bloc

source: Edit configuration of super-users for «{model}»
fr: Modifier la configuration des super-utilisateurs pour «{model}»

source: Edit configuration of «{role}» for «{model}»
fr: Modifier la configuration de «{role}» pour «{model}»

source: Edit default configuration for «{model}»
fr: Modifier la configuration par défaut pour «{model}»

source: Edit default configuration
fr: Modifier la configuration par défaut

source: Create home configuration for a role
fr: Créer la configuration de l'accueil d'un rôle

source: Edit home configuration
fr: Modifier la configuration de l'accueil

source: Edit default "My page"
fr: Modifier le "Ma page" par défaut

source: Edit "My page"
fr: Modifier "Ma page"

source: New customised type for «{object}»
fr: Nouveau type personnalisé pour «{object}»

source: Edit «{model}» configuration
fr: Modifier la configuration de «{model}»

source: Edit the block «{object}»
fr: Modifier le bloc «{object}»

source: Edit configuration for «{model}»
fr: Modifier la configuration pour «{model}»

# creme_config-property
source: Edit the type «{object}»
fr: Modifier le type «{object}»

source: New custom field for «{model}»
fr: Nouveau champ personnalisé pour «{model}»

source: This custom field is deleted.
fr: Ce champ personnalisé est supprimé.

source: This custom field is still used by {count} entity, so it cannot be deleted.
fr: Ce champ personnalisé est encore utilisé par {count} fiche, donc il ne peut pas être supprimé.

source: Add this new choice
fr: Ajouter ce nouveau choix

source: Add these new choices
fr: Ajouter ces nouveaux choix

source: Replace & delete «{object}»
fr: Remplacer & supprimer «{object}»

source: Delete the choice
fr: Supprimer le choix

source: A deletion process for a choice already exists.
fr: Il y a déjà un processus de suppression pour un choix.

source: Add a group to «{form}»
fr: Ajouter un groupe à «{form}»

source: Add an extra group to «{form}»
fr: Ajouter un groupe spécial à «{form}»

source: Edit the group «{group}»
fr: Modifier le groupe «{group}»

source: New value: {model}
fr: Nouvelle valeur : {model}

source: The deleted value can be replaced in existing entities by another value. If a field cannot be empty, you must chose a replacing value.
fr: La valeur supprimée peut être remplacée dans les fiches existantes par une autre valeur. Si un champ ne peut être vide, vous devez choisir une valeur de remplacement.

source: A deletion process for an instance of «{model}» already exists.
fr: Il y a déjà un processus de suppression pour une instance de «{model}».

source: Error. Please contact your administrator.
fr: Erreur. Veuillez contacter votre administrateur.

source: New relation types
fr: Nouveaux types de relation

# creme_config-relationship
source: Edit the type «{object}»
fr: Modifier le type «{object}»

source: New search configuration for «{model}»
fr: Nouvelle configuration de recherche pour «{model}»

source: Edit «{key}»
fr: Modifier «{key}»

source: Import
fr: Importer

source: Change password for «{object}»
fr: Changer le mot de passe pour «{object}»

source: Save the team
fr: Enregistrer l'équipe

source: Delete «{object}» and assign his entities to user
fr: Supprimer «{object}» et réassigner ses fiches

source: Delete the user
fr: Supprimer l'utilisateur

source: You can't delete the current user.
fr: Vous ne pouvez pas supprimer l'utilisateur courant.

source: You cannot delete this user. [original error: {}]
fr: Vous ne pouvez pas supprimer cet utilisateur. [erreur d'origine : {}]

source: You can't deactivate the current user.
fr: Vous ne pouvez pas désactiver l'utilisateur courant.

source: You can't deactivate a staff user.
fr: Vous ne pouvez pas désactiver un super administrateur.

source: You can't activate a staff user.
fr: Vous ne pouvez pas activer un super administrateur.

source: Add credentials to «{object}»
fr: Ajouter des droits à «{object}»

source: Add the credentials
fr: Ajouter les droits

source: Edit credentials for «{role}»
fr: Modifier les droits de «{role}»

source: Delete role «{object}»
fr: Supprimer le rôle «{object}»

source: Delete the role
fr: Supprimer le rôle

source: A deletion process for a role already exists.
fr: Il y a déjà un processus de suppression pour un rôle.
