Repository: HybirdCorp/creme_crm
Catalog: creme/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Format: Day-Month-Year (Ex:31-12-2021)
fr: Format : Jour-Mois-Année (Ex:31-12-2021)

source: Format: Day-Month-Year Hour:Minute:Second (Ex:31-12-2021 23:59:59)
fr: Format : Jour-Mois-Année Heure:Minute:Seconde (Ex:31-12-2021 23:59:59)

source: Ice cream
fr: Crème glacée

source: Creme — 400 Error
fr: Creme — Erreur 400

source: Bad request.
fr: Mauvaise requête.

source: Creme — 403 Error
fr: Creme — Erreur 403

source: Your are not allowed to access this page.
fr: Vous n'êtes pas authorisé à accéder à cette page.

source: Creme — 404 Error
fr: Creme — Erreur 404

source: The page you have requested is not found.
fr: La page que vous avez demandée est introuvable.

source: Details
fr: Détails

source: Hide details
fr: Cacher les détails

source: Creme — 409 Error
fr: Creme — Erreur 409

source: You can not perform this action because of business constraints.
fr: Vous ne pouvez pas effectuer cette action à cause de contraintes métier.

source: Creme — 500 Error
fr: Creme — Erreur 500

source: About CremeCRM
fr: À propos de CremeCRM

source: <strong>%(software)s</strong> is a <a href="https://en.wikipedia.org/wiki/Free_software">free</a> <a href="https://en.wikipedia.org/wiki/Customer_relationship_management"><abbr title="Customer relationship management">CRM</abbr></a>, cooked in France since 2008, by <strong>%(creator)s</strong>.
fr: <strong>%(software)s</strong> est un <a href="https://fr.wikipedia.org/wiki/Gestion_de_la_relation_client"><abbr title="Customer relationship management">CRM</abbr></a> <a href="https://fr.wikipedia.org/wiki/Logiciel_libre">libre</a>, cuisiné en France depuis 2008, par <strong>%(creator)s</strong>.

source: Its recipe uses delicious & free ingredients like the %(python)s language, the web framework %(django)s or the library %(jquery)s.
fr: Sa recette utilise des ingrédients délicieux & libres comme le langage %(python)s, le framework web %(django)s ou la bibliothèque %(jquery)s.

source: Source code
fr: Code source

source: Ask questions
fr: Poser des questions

source: Talk with us
fr: Discuter avec nous

source: Connection
fr: Connexion

source: Log to <span class="app-label">Crème CRM</span>
fr: Se connecter à <span class="app-label">Crème CRM</span>

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Log in
fr: Se connecter

source: Error !
fr: Erreur !

source: An internal error has occurred.
fr: Une erreur interne s'est produite.

source: <strong>%(software)s</strong> is free/OpenSource software, cooked in France since 2008, by <strong>%(creator)s</strong>
fr: <strong>%(software)s</strong> est un logiciel libre, cuisiné en France depuis 2008, par <strong>%(creator)s</strong>

source: About
fr: À propos
