Repository: HybirdCorp/creme_crm
Catalog: creme/activesync/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Mobile synchronization
fr: Synchronisation mobile

source: Contact synchronisation
fr: Synchronisation de contact

source: There was an error during synchronization phase. Error code: %s
fr: Il y a eu une erreur pendant la phase de synchronisation. Code erreur : %s

source: There was an error during synchronization phase. Try again later.
fr: Il y a eu une erreur pendant la phase de synchronisation. Essayez plus tard.

source: There is %(count)s new %(model)s from the server
fr: Il y a %(count)s nouveau(x) %(model)s venant du serveur

source: There is %(count)s changed %(model)s from the server
fr: %(count)s %(model)s ont été modifiés par rapport au serveur

source: There is %(count)s deleted %(model)s from the server
fr: %(count)s %(model)s ont été effacés par rapport au serveur

source: Successfully created %s
fr: %s créé avec succès

source: WARNING: %s was already created
fr: ATTENTION : %s était déjà créé

source: Successfully updated %(entity)s
fr: %(entity)s mis à jour avec succès

source: The server deletes the %s but Creme modified it, so it will be synced at the next synchronization.
fr: Le serveur avait effacé %s alors que Crème l'a modifié, il sera donc re-synchronisé lors de la prochaine synchronisation.

source: %(entity)s. For keeping a consistent state between Creme and the server, this %(model_verbose)s have be added again on the server. If you want to avoid this, delete the %(model_verbose)s in Creme and synchronize again.
fr: %(entity)s. Pour maintenir un état cohérent entre Creme et le serveur, ce %(model_verbose)s a été ajouté de nouveau sur le serveur. Si vous voulez éviter cela, supprimez le %(model_verbose)s dans Creme avant la prochaine synchronisation.

source: Successfully deleted %s
fr: %s effacé avec succès

source: There was an error during synchronization phase. Try again later. (%s)
fr: Il y a eu une erreur pendant la phase de synchronisation. Essayez plus tard. (%s)

source: The server has denied to add <%s>. (It happens for example for activities which are on a read-only calendar)
fr: Le serveur a refusé l'ajout de <%s>. (Cela arrive, par exemple, pour des activités qui sont destinées à un calendrier en lecture seule).

source: The server has denied changes on <%s>. (It happens for example for activities which are on a read-only calendar)
fr: Le serveur a refusé les modifications de <%s>. (Cela arrive, par exemple, pour des activités qui sont destinées à un calendrier en lecture seule).

source: Adding %s on the server
fr: Ajout de %s sur le serveur

source: The entity <%s> was not added on the server because you haven't the right to view it
fr: La fiche <%s> n'a pas été ajoutée sur le serveur car vous n'avez pas le droit de la voir

source: Sending changes of %s on the server
fr: Envoi des changements de %s sur le serveur

source: The entity <%s> was not updated on the server because you haven't the right to view it
fr: La fiche <%s> n'a pas été mise à jour sur le serveur car vous n'avez pas la droit de le voir

source: Deleting %s on the server
fr: Effacement de %s sur le serveur

source: ActiveSync synchronisation
fr: Synchronisation ActiveSync

source: An error occurred for the user «%s»
fr: Une erreur s'est produite pour l'utilisateur «%s»

source: Original error: %s
fr: Erreur originale : %s

source: Synchronise data with the ActiveSync server
fr: Synchronise les données avec le serveur ActiveSync

source: Unknown error
fr: Erreur inconnue

source: The request is malformed
fr: La requête est mal formée

source: Wrong username and/or password
fr: Mauvais nom d'utilisateur et/ou mot de passe

source: No server URL, please fill in information in global settings configuration or in your own settings
fr: Aucune URL de serveur, veuillez remplir les informations dans la configuration globale ou dans votre configuration

source: Invalid server URL, please check it in your settings
fr: URL de serveur invalide, veuillez la vérifier dans votre configuration

source: No login, please fill in information in your own settings
fr: Aucun nom d'utilisateur, veuillez remplir les informations dans votre configuration

source: No password, please fill in information in your own settings
fr: Aucun mot de passe, veuillez remplir les informations dans votre configuration

source: There was an error during synchronization
fr: Il y a eu une erreur pendant la synchronisation

source: It seems there no available connection
fr: Il semble qu'il n'y ait pas de connexion internet

source: Wrong configuration (wrong server URL?)
fr: Mauvaise configuration (URL du serveur erronée ?)

source: You haven't the right to create contacts in Creme
fr: Vous n'avez pas le droit de créer des contacts dans Crème

source: You haven't the right to create contact <%s> in Creme
fr: Vous n'avez pas le droit de créer le contact <%s> dans Crème

source: You haven't the right to change contacts in Creme
fr: Vous n'avez pas le droit de modifier des contacts dans Crème

source: You haven't the right to change the contact <%s> in Creme
fr: Vous n'avez pas le droit de modifier le contact <%s> dans Crème

source: You haven't the right to delete contacts in Creme
fr: Vous n'avez pas le droit d'effacer des contacts dans Crème

source: You haven't the right to delete the contact <%s> in Creme
fr: Vous n'avez pas le droit d'effacer le contact <%s> dans Crème

source: Server URL examples
fr: Exemples d'URL de serveurs

source: Some common configurations
fr: Configurations communes

source: Server URL
fr: URL du serveur

source: Domain
fr: Domaine

source: Is secure
fr: Est sécurisé

source: No
fr: Non

source: Yes
fr: Oui

source: Default
fr: Défaut

source: Login
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Synchronize activities (calendars)
fr: Synchroniser les activités (calendriers)

source: Choose if either you want to synchronize your activities in both way or not.
fr: Choisissez si vous voulez synchroniser vos activités dans les deux sens ou non.

source: Synchronize contacts
fr: Synchroniser les contacts

source: Choose if either you want to synchronize your contacts in both way or not.
fr: Choisissez si vous voulez synchroniser vos contacts dans les deux sens ou non.

source: Mobile synchronization configuration
fr: Configuration de synchronisation mobile

source: What to sync
fr: Que synchroniser

source: Let empty to get the default configuration (currently '%s').
fr: Laissez vide pour obtenir la configuration par défaut (actuellement '%s').

source: Let 'Default' to get the default configuration (currently '%s').
fr: Laissez 'Défaut' pour obtenir la configuration par défaut (actuellement '%s')

source: Contact's organisation created
fr: Société du contact créée

source: Imported by activesync
fr: Importé par activesync

source: Information
fr: Informations

source: Error
fr: Erreur

source: Success
fr: Succès

source: Creation
fr: Création

source: Update
fr: Mise à jour

source: Deletion
fr: Suppression

source: In Creme
fr: Dans Crème

source: On server
fr: Sur le serveur

source: Last sync
fr: Dernière synchronisation

source: Creation date
fr: Date de création

source: User
fr: Utilisateur

source: What
fr: Quoi

source: Entity changes
fr: Changements sur la fiche

source: Where
fr: Où

source: This entity doesn't exist anymore
fr: Cette fiche n'existe plus

source: There is a server error, please try again later…
fr: Il y a une erreur sur le serveur, veuillez essayer plus tard…

source: Here you set the default configuration for mobile synchronization. Each user gets this config until he overrides it in his own settings.
fr: Ici vous renseignez la configuration de synchronisation mobile par défaut. Chaque utilisateur héritera de cette configuration jusqu'à ce qu'il la surcharge dans ses propres paramètres

source: Default mobile synchronization configuration
fr: Configuration de synchronisation mobile par défaut

source: Edit the configuration
fr: Modifier la configuration

source: {count} History entry
fr: {count} Entrée d'historique

source: {count} History entries
fr: {count} Entrées d'historique

source: History entries
fr: Entrées d'historique

source: Entity
fr: Fiche

source: Changes
fr: Changements

source: Empty history for the moment
fr: Historique vide pour le moment

source: Your current parameters
fr: Vos paramètres actuels

source: Is secure (SSL)
fr: Est sécurisé (SSL)

source: Last synchronization
fr: Dernière synchronisation

source: Never
fr: Jamais

source: Calendar
fr: Calendrier

source: Synchronize your calendars?
fr: Synchroniser vos calendriers ?

source: Synchronize your contacts?
fr: Synchroniser vos contacts ?

source: Results of the synchronization
fr: Résultats de la synchronisation

source: Nothing to synchronize…
fr: Rien à synchroniser…

source: Your mobile synchronization configuration
fr: Votre configuration de synchronisation mobile

source: Default configuration
fr: Configuration par défaut

source: Username
fr: Nom d'utilisateur

source: Undefined
fr: Non-défini

source: View
fr: Voir

source: Phone synchronization
fr: Synchronisation de téléphone

source: Edit your mobile configuration
fr: Modifier votre configuration mobile

source: Refresh
fr: Rafraîchir

source: Edit default mobile synchronization configuration
fr: Modifier la configuration de synchronisation mobile par défaut

source: Save the configuration
fr: Enregistrer la configuration

source: Edit your mobile synchronization configuration
fr: Modifier votre configuration de synchronisation mobile

source: Note that if you change your server URL or your login, synchronization will be reset. You will not loose all your synchronized contacts but there will be all added on the 'new' account at next synchronization.
fr: Notez que si vous changez l'URL du serveur ou votre nom d'utilisateur (login), la synchronisation sera remise à zéro. Vous ne perdrez pas vos contacts synchronisés mais ils seront de nouveau ajoutés sur votre 'nouveau' compte à la prochaine synchronisation.

source: Save the modifications
fr: Enregistrer les modifications
